{
  "took" : 13,
  "timed_out" : false,
  "_shards" : {
    "total" : 1,
    "successful" : 1,
    "skipped" : 0,
    "failed" : 0
  },
  "hits" : {
    "total" : {
      "value" : 49,
      "relation" : "eq"
    },
    "max_score" : 1.0,
    "hits" : [
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "07yD_3UBk_xgteqEKFp8",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa De Vídeo Ddr6 6Gb/192 Bits Asus Gtx 1660 Super, Tuf-Gtx1660S-O6G-Gaming",
          "item_valor" : "2000.55",
          "item_descr" : "ASUS TUF Gaming GeForce GTX 1660 SUPER OC Edition 6GB GDDR6 atinge altas taxas de atualização sem suar a camisa. Construção TUF A TUF Gaming GeForce GTX 1660 SUPER apresenta um arsenal de armas que trazem uma potência 3D confiável ao ecossistema TUF Gaming. Cada placa é construída usando a fabricação Auto-Extreme, protegida por um backplate rígido que previne que o PCB entorte e também possui duas ventoinhas com rolamento duplo com resistência padrão IP5X. E tudo isso é comprovado por rigorosos testes de seleção para garantir a compatibilidade com os componentes TUF mais recentes. Se você está procurando a melhor das placas de vídeo, equipe seu conjunto com a TUF. Lubrificação de Nível Militar Lubrificação aprimorada Infundidos com um lubrificante durável, freqüentemente encontrado em aplicações aeroespaciais, esses rolamentos sleeve oferecem um perfil acústico mais silencioso do que os modelos de rolamentos de esferas duplos e correspondem à sua durabilidade Backplate de Proteção Sem flexão O PCB é reforçado por um backplate que adiciona rigidez estrutural, ajudando a impedir a flexão e proteger componentes contra danos. Design Compacto As peças encaixam As proporções perfeitas maximizam a compatibilidade com os gabinetes mais recentes. - Processador Gráfico NVIDIA GeForce GTX 1660 SUPER - Barramento PCI Express 3.0 - OpenGL OpenGL 4.6 - Memória de Vídeo GDDR6 6GB - Clock do processador Modo OC - 1845 MHz Boost Clock Modo Gaming Default - GPU Boost Clock : 1815 MHz , GPU Base Clock : 1530 MHz - CUDA Core 1408 - Clock de memória 14002 MHz - Interface de memória 192-bits - Resolução Resolução máxima digital: 7680x4320 - Interface Saída de DVI : Sim x 1 DVI-D Saída para HDMI : Sim x 1 HDMI 2.0b Porta de Display : Sim x 1 DisplayPort 1.4 Suporta HDCP : Sim - Maximum Display Support 3- Recommended PSU 450W - Power Connectors 1 x 8-pin - Acessórios 1 x Quick Guide - Software ASUS GPU Tweak II & Drivers - Dimensões 8.1  x 4.9 x 1.8  polegadas 20.6 x 12.4 x4.6 centímetros - Slot 2.3 slot Garantia: 9 meses diretamente com a Tiburon Informática",
          "item_categ" : "Placas de vídeo"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "17yD_3UBk_xgteqEM1rA",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1151 8ª, 9ª Geração Asrock H310Cm-Hg4, Micro Atx, 2Ddr4, Hdmi, Dsub, 4Sata3, Gigabit, 4Usb 3.2, 6Usb 2.0, Áudi",
          "item_valor" : "560.15",
          "item_descr" : "A placa mãe Placa-Mãe ASRock H310CM-HG4 conta com recursos que fazem a diferença. Um PCB preto safira construído em fibra de vidro de alta densidade promove beleza e proteção contra curtos que podem ser causados por umidade. Com a proteção exclusiva AsRock Full Spike Protection, tenha componentes sensíveis da placa prevenidos contra danos que podem ser causados por picos de energia.   ESPECIFICAÇÕES TÉCNICAS   Características: Marca: AsRock Modelo: H310CM-HG4   Especificações:   CPU: - Suporta Processadores Intel® Core™ de 8ª e 9ª Geração (Socket 1151) - Suporta CPU de até 95W - Design Power Phase 4 - Suporta Tecnologia Intel® Turbo Boost 2.0   Chipset: - Intel® H310   Memória: - Tecnologia de memória DDR4 Dual Channel - 2 x slots DDR4 DIMM - Suporta DDR4 2666 / 2400 / 2133 não-ECC, sem-buffer - Capacidade máxima de memória do sistema: 32 GB - Suporta Intel® Extreme Memory Profile (XMP) 2.0 - 15μ de Ouro nos Contatos dos Slots DIMM   * Devido a limitações do sistema operacional, o tamanho da memória pode ser menor que 4GB para a reserva de uso do sistema no Windows® 32-bit. No Windows® 64-bit com CPU de 64-bit, não existe esta limitação   BIOS: - BIOS Legal 128Mb AMI UEFI com suporte a interface gráfica Multi-idioma - Compatível com eventos de despertar ACPI 6.0 - Suporta SMBIOS 2.7 - DRAM, PCH 1.05V Multi-ajuste de Voltagem   Gráficos: - Suporta Gráficos Intel® UHD Integrados : Intel® Quick Sync Video com AVC, Codificação1 Total por Hardware em MVC (S3D) e MPEG-2, Intel® InTru™ 3D, Intel® Clear Tecnologia de Vídeo HD, Intel® Insider™, Gráficos Intel® UHD - DirectX 12 - Codificação/Decodificação HWA: AVC/H.264, HEVC/H.265 8-bit, HEVC/H.265 10-bit, VP8, VP9 8-bit, VP9 10-bit (Decodificar apenas), MPEG2, MJPEG, VC-1 - Dupla Saída Gráfica: Suporta Portas D-Sub e HDMI by independent display controllers - Suporta Tecnologia HDMI 1.4 com resolução máxima de 4K x 2K (4096x2160) @ 30Hz - Suporta D-Sub com resolução máxima de 1920x1200 @ 60Hz - Suporta Sincronismo Automático de Lábios, Cores Profundas (12bpc), xvYCC e HBR (High Bit Rate Audio / Áudio de Alto Bit Rate) com HDMI 1.4 Port (Monitor HDMI compatível necessário) - Suporta HDCP 2.2 com HDMI 1.4 Port - Suporta 4K Ultra HD (UHD) playback com HDMI 1.4 Port   * Gráficos Intel® UHD Embutidos e a saída VGA só podem ser usadas com processadores que possuem GPU integrada   Áudio: - Áudio HD 7.1 Canais (Codec de Áudio Realtek ALC887) - Suporta Surge Protection - Capacitores de Áudio ELNA   * Para configurar o Áudio HD 7.1 Canais, é necessário utilizar um modulo de áudio HD do painel frontal e ativar o recurso áudio de multi-canal no driver de áudio   Rede: - Rede PCIE 1x Gigabit 10/100/1000 Mb/s - 1 x Realtek RTL8111H - Suporta Wake-On-LAN - Suporta Proteção Contra Raios/ESD - Suporta Eficiencia de Energia Ethernet 802.3az - Suporta PXE   Slots: - 1 x slot PCI Express 3.0 x16 (PCIE2: modo x16) - 1 x slot PCI Express 2.0 x1   * SSD NVMe como discos de boot   Armazenamento: - 4 x conectores SATA3 6.0 Gb/s, suportando NCQ, AHCI e Hot Plug   Conectores: - 1 x Conector TPM - 1 x Conector de Speaker e Intrusão do Gabinete - 1 x conector de Ventoínha da CPU (4-pin)* - 1 x Conector de Ventoinha de Gabinete/Bomba D’água (4-pin) (Controle de Velocidade de Ventoinhas Inteligente)** - 1 x Conector de energia ATX 24 pinos - 1 x Conector de Energia 12V 8 pinos - 1 x Conector de painel de áudio frontal - 1 x Conector USB 2.0 (suporta 2 portas USB 2.0) (Suporta Proteção Contra ESD) - 1 x USB 3.2 Gen1 Header (Suporta 2 USB 3.2 Gen1 ports) (Suporta Proteção Contra ESD)   *O Conector de Ventoinha da CPU suporta a ventoinha da CPU com potência máxima de 1A (12W) *O Conector de Ventoinha de Gabinete/Bomba D’água suporta ventoinha de water cooler de no máximo 2A (24W). CHA_FAN1 / WP podem detectar automaticamente se uma ventoinha de 3-pinos ou 4-pinos está em uso   Painel Traseiro: - 1 x Porta de Mouse / Teclado PS/2 - 1 x Porta D-Sub - 1 x Porta HDMI - 4 x portas USB 2.0 (Suporta Proteção Contra ESD) - 2 x USB 3.2 Gen1 Ports (Suporta Proteção Contra ESD) - 1 x Porta de Rede RJ-45 com LED (LED de ACESSO E LED de VELOCIDADE) - Conectores de Áudio HD: Entrada de Linha / Alto-Falante Frontal / Microfone   Software e UEFI:   Software: - ASRock A-Tuning - ASRock XFast LAN   UEFI: - ASRock EZ Mode - UEFI Full HD ASRock - Meus Favoritos ASRock na UEFI - ASRock Instant Flash - ASRock Internet Flash   * Estes utilitários podem ser baixados na APP Shop   Monitor de Hardware: - Sensor de Temperatura: CPU, Gabinete/Ventoinhas da Bomba de Água - Tacômetro de Ventoinha:: CPU, Gabinete/Ventoinhas da Bomba de Água - Quiet Fan (Ajuste automático das ventoinhas do gabinete de acordo com a temperatura do CPU): CPU, Gabinete/Ventoinhas da Bomba de Água - Controle Multivelocidade de Ventoinha: CPU, Gabinete/Ventoinhas da Bomba de Água - Detecção CASE OPEN - Monitoramento de Voltagem: +12V, +5V, +3.3V, CPU Vcore   Formato: - Formato Micro ATX: 7.5-in x 7.4-in, 19.1 cm x 18.8 cm - Design com Capacitores Sólidos   SO: - Microsoft® Windows® 10 64-bit   Certificações: - FCC, CE - Pronta para ErP/EuP (Necessário fonte de alimentação pronta para ErP/EuP)   Recursos únicos ASRock Super Alloy: - PCB Black Safira - PCB de Fibra de Vidro de Alta Densidade - ASRock Full Spike Protection (para todas as Portas USB, de Áudio, de Rede) - Live Update & APP Shop ASRock   Conteúdo da embalagem: - Guia Rápido de Instalação - CD de Suporte - Protetor E/S - 2 x Cabos de dados SATA   Garantia 3 meses de garantia diretamente com a Tiburon Informática   Peso 650 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "2LyD_3UBk_xgteqEOFpw",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe Am4 Asrock B450M Steel Legend, Ddr4, Hdmi, Displayport, M2",
          "item_valor" : "870.24",
          "item_descr" : "Placas-mãe de lenda de aço oferecem desempenho estonteante e estética superior para governar sua própria maneira de iluminação colorida! A ASRock oferece um controle muito abrangente para executar os LEDs RGB embutidos ou as faixas de LED conectadas, os ventiladores da CPU, os resfriadores, o chassi e qualquer dispositivo RGB sem problemas. Os dispositivos também podem ser sincronizados nos acessórios certificados pelo Polychrome RGB Sync ESPECIFICAÇÕES TÉCNICAS Características:- Marca: ASRock- Modelo: 90-MXB9Y0-A0UAYZ Especificações: Característica única:- ASRock USB 3.1 Gen2- Porta tipo ASRock USB 3.1 Gen2 (10 Gb / s)- Porta ASRock USB 3.1 Gen2 tipo C (10 Gb / s)- ASRock Liga Super- Dissipador de calor em liga de alumínio XXL- Acoplador de potência 60A Premium- Nichicon 12K bonés pretos (100% Japão fez capacitores de polímeros condutores de alta qualidade)- I / O Armadura- Sapphire PCB preto- High Density tecido vidro PCB- 2 onces de cobre PCB- Slot ASRock Aço- ASRock Ultra M2 (PCIe Gen3 x4)- ASRock pico total de Protecção ( para todas as portas USB, de áudio, LAN)- ASRock Live Update e APP Shop- AMD StoreMI CPU:- Soquete AMD AM4 - Design Digi Power - 6 design de fase de energia- TDP: 105W Chipset- AMD Promontory B450 Memória- Tecnologia de Memória Dual Channel DDR4 - 4 Slots DDR4 DIMM - CPUs AMD Ryzen (Pinnacle Ridge) suportam DDR4 3533+ (OC) / 3200 (OC) / 2933 (OC) / 2667/2400/2133 ECC e não-ECC, memória sem buffer *- CPUs da série AMD Ryzen (Summit Ridge) suportam DDR4 3466+ (OC) / 3200 (OC) / 2933 (OC) / 2667/2400/2133 ECC e não-ECC, memória sem buffer *- AMD As CPUs da série Ryzen (Raven Ridge) suportam memória sem buffer DDR4 3466+ (OC) / 3200 (OC) / 2933/2667/2400/2133 *- Máx. capacidade de memória do sistema: 64GB * *- Contato de ouro de 15μ em slots DIMM* Para CPUs da série Ryzen (Raven Ridge), o ECC é suportado apenas com CPUs PRO. Por favor, consulte a tabela abaixo para suporte a freqüência de memória não-XMP da AMD. Para mais detalhes, consulte o QVL no site da ASRock. * * Devido à limitação do sistema operacional, o tamanho real da memória pode ser inferior a 4 GB para a reserva para uso do sistema no sistema operacional Windows de 32 bits. Para o SO Windows 64-bit com CPU de 64 bits, não existe tal limitação. BIOS- 128Mb AMI UEFI Legal BIOS com suporte a GUI multilíngue - Suporta Plug and Play - Acordos de ativação de conformidade com ACPI 5.1 - Suporta jumperfree - Suporte a SMBIOS 2.3 - DRAM Multi-ajuste de tensão Gráficos:- Gráficos integrados da série AMD Radeon ™ Vega na série Ryzen APU *- DirectX 12, Pixel Shader 5.0 - Padrão de memória compartilhada 2GB. A memória compartilhada máxima suporta até 16 GB. * *- Dual saída de gráficos: Suporte HDMI e DisplayPort 1.2 portas por controladores de imagem independentes - Suporta HDMI 1.4 com máx. resolução até 4K x 2K (4096x2160) @ 24Hz / (3840x2160) @ 30Hz - Suporta DisplayPort 1.2 com máx. resolução de até 4K x 2K (4096x2160) @ 60Hz - Suporta Auto Lip Sync, Deep Colour (12bpc), xvYCC e HBR (High Bit Rate Audio) com porta HDMI 1.4 (compatível com monitor HDMI é necessário) - Suporta HDCP 1.4 com HDMI 1.4 e Portas DisplayPort 1.2- Suporta a reprodução de 4K Ultra HD (UHD) com portas HDMI 1.4 e DisplayPort 1.2* O suporte real pode variar de acordo com a CPU * * A memória compartilhada máxima de 16 GB requer 32 GB de memória do sistema instalada. Audio- Áudio de Áudio 7.1 CH com Proteção de Conteúdo (Codec de Áudio Realtek ALC892) *- Suporte a Áudio Blu-ray Premium - Suporta Proteção contra Surtos - Bonés de Áudio Nichicon Fine Gold Series - Blindagem Isolada PCB - Camadas PCB Individuais para Áudio R / L - Gold Audio Jacks* Para configurar o Áudio HD 7.1 CH, é necessário usar um módulo de áudio do painel frontal HD e ativar o recurso de áudio multicanal através do driver de áudio. LAN- PCIE x1 Gigabit LAN 10/100/1000 Mb / s - Realtek RTL8111H - Suporta Wake-On-LAN - Suporta Proteção Lightning / ESD - Suporta Eficiência Energética Ethernet 802.3az - Suporta PXE Slots- CPUs da série AMD Ryzen (Summit Ridge e Pinnacle Ridge) - 1 x Slot PCI Express 3.0 x16 (modo PCIE2: x16) *- 1 x Slot PCI Express 2.0 x16 (PCIE3: modo x4) - CPUs AMD Ryzen (Raven Ridge) - 1 x Slot PCI Express 3.0 x16 (modo PCIE2: x8) (Se você usar o APU série Athlon 2xxGE, o slot PCIE2 funcionará no modo x4). - 1 x slot PCI Express 2.0 x16 (PCIE3: modo x4) - CPUs AMD Athlon série - 1 x Slot PCI Express 3.0 x16 (modo PCIE2: x4) *- 1 x Slot PCI Express 2.0 x16 (PCIE3: modo x4) - 1 x Slot PCI Express 2.0 x1 - Suporta AMD Quad CrossFireX e CrossFireX * Suporta NVMe SSD como discos de inicialização Armazenamento- 4 x Conectores SATA3 de 6,0 Gb / s, suporte a RAID (RAID 0, RAID 1 e RAID 10), NCQ, AHCI e Hot Plug *- 1 x soquete M.2 Ultra (M2_1), suporta o tipo de chave M 2242/2260 / 2280 Módulo M.2 PCI Express até Gen3 x4 (32 Gb / s) (com Summit Summit, Raven Ridge e Pinnacle Ridge) ou Gen3 x2 (16 Gb / s) (com APU da série Athlon 2xxGE e Raven Ridge 2) * *- 1 x Tomada M.2 (M2_2), suporta o tipo M Key 2230/2242/2260/2280 M.2 SATA3 módulo de 6,0 Gb / s * ** M2_2 e SATA3_3 compartilham pistas. Se um deles estiver em uso, o outro será desativado. * * Suporta NVMe SSD como discos de inicialização Suporta ASRock U.2 Kit Conector- 1 x comunicação de porta COM - 1 x comunicação de TPM - 1 x comunicação de intrusão de chassi - 1 x LED de alimentação e cabeçalho de alto-falante - 1 x comunicação de LED RGB *- 1 x comunicação de LED endereçável * *- 1 x AMD Fan LED Header * * *- 1 x Conector do Ventilador da CPU (4 pinos) * * * *- 1 x Conector do Ventilador da Bomba de Água / CPU (4 pinos) (Controle de Velocidade do Ventilador Inteligente) * * * * *- 3 x Conectores do Ventilador da Bomba de Água / Chassis ( 4 pinos) (Controle Inteligente da Velocidade do Ventilador) * * ** * *- 1 x conector de alimentação ATX de 24 pinos - 1 x conector de alimentação de 8 pinos 12V- 1 x conector de áudio do painel frontal - 2 x USB 2.0 Headers (suporte 4 portas USB 2.0) (Suporta proteção ESD) - 1 x USB 3.1 Gen1 Header (Suporta 2 portas USB 3.1 Gen1) (Suporta proteção ESD)* Suporta no total até 12V / 3A, 36W LED Faixa * * Suporta no total até 5V / 3A, de tira de LED 15W * * * tiras O LED Cabeçalho AMD Ventilador suporta LED de carga máxima de 3A (36W) e comprimento até 2,5M * * * * O conector do ventilador da CPU suporta a ventoinha da CPU de potência máxima do ventilador de 1A (12W). * * * * * O ventilador da bomba de água / CPU suporta a ventoinha do radiador de água com uma potência máxima de 2A (24W). * * * * * * O Ventilador da Chassis / Bomba de Água suporta a ventoinha do radiador de água com uma potência máxima de 2A (24W).CPU_FAN2 / WP, CHA_FAN1 / WP, CHA_FAN2 / WP e CHA_FAN3 / WP podem detectar automaticamente se a ventoinha de 3 ou 4 pinos está em uso. Painel Traseiro I / O- 1 x porta PS / 2 para mouse / teclado - 1 x porta HDMI - 1 x DisplayPort 1.2 - 1 x porta de saída SPDIF óptica - 2 x portas USB 2.0 (suporta proteção ESD) - 1 x porta USB 3.1 Gen2 tipo-A (10 Gb / s) (Suporta proteção ESD) - 1 x porta USB 3.1 Gen2 tipo C (10 Gb / s) (suporta proteção ESD) - 4 x portas USB 3.1 Gen1 (suporta proteção ESD) - 1 x porta de rede RJ-45 com LED (ACT / LINK LED e SPEED LED) - Tomadas de áudio HD: Alto-falante traseiro / central / baixo / entrada de linha / alto-falante frontal / microfone (Gold Audio Jacks) Software:- ASRock A-Tuning - ASRock Polychrome RGB - ASRock XFast LAN  UEFI:- ASRock Full HD UEFI - ASRock Instant Flash - Instalador ASRock Easy RAID* Esses utilitários podem ser baixados da ASRock Live Update e APP Shop. CD de suporte:- Drivers, utilitários, software antivírus (versão de avaliação), navegador Google Chrome e barra de ferramentas Monitor de Hardware- Sensores de Temperatura: CPU, CPU / Bomba de Água, Chassis / Ventiladores de Bomba de Água - Tacômetro de Ventilador: CPU, CPU / Bomba de Água, Ventiladores de Chassi / Bomba de Água - Ventilador Silencioso (Ajuste automático da velocidade do ventilador pelo CPU): CPU, CPU / Ventiladores da bomba de água, chassi / bomba de água - Ventilador Controle de velocidade múltipla: CPU, CPU / Bomba de água, Ventiladores da Chassi / Bomba de Água - Detecção CASE OPEN - Monitoramento de tensão: + 12V, + 5V, + 3.3V, Vcore Fator de forma- Fator de forma Micro ATX: 9,6 pol. X 9,6 pol., 24,4 cm x 24,4 cm Sistema Operacional:- Microsoft Windows 10 de 64 bits Certificações- FCC, CE - Preparado para ErP / EuP (é necessária uma fonte de alimentação pronta para ErP / EuP)  Conteúdo da embalagem:- 01 Placa-Mãe ASRock B450M Steel Legend- 01 Guia de instalação rápida- 01 CD de suporte, blindagem de E / S - 2 x cabos de dados SATA - 2 x parafusos para soquetes M.2  Garantia9 meses de garantia diretamente com a Tiburon Informática Peso1450 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "UbyD_3UBk_xgteqEPFvq",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Roteador Mercusys Mw301R Wireless 300 Mbps 2 Portas 10/100 Mbps 2 Antenas 5Dbi Lan Ipv6",
          "item_valor" : "85.02",
          "item_descr" : "Com suas duas antenas de 5dBi que trabalham para aumentar a sensibilidade de recepção de sinal, o MW301R fornece ampla cobertura wireless.   ESPECIFICAÇÕES TÉCNICAS    Características: - Marca: Marcusys - Modelo: MW301R   Especificações:  - Botões: Reset - Fonte de Alimentação Externa: 5VDC/0.6A - Antena: 2 x Antenas Fixas omnidirecionais de 5dBi - Padrões Wireless: IEEE 802.11n, IEEE 802.11g, IEEE 802.11b - Frequência: 2.4 - 2.4835GHz - Certificações: CE, ROHS - Potência de Transmissão: <20dBm - Segurança Wireless: 64/128/152-bit WEP / WPA / WPA2,WPA-PSK / WPA2-PSK - Funções Wireless: WDS bridge - Tipo de WAN: IP Dinâmico/IP Estático/PPPoE/PPTP/L2TP - DHCP: Servidor - Redirecionamento de Portas: Virtual server, UPnP, DMZ - DNS Dinâmico: DynDNS、NO-IP - Firewall: Vínculo de Endereço IP e MAC - Protocolos: IPv4 - Rede para Convidados: Rede para Convidados 2.4GHz - Dimensões: 135.77 x 93.31 x 25.85mm   Interfaces: - 2 Portas LAN 10/100Mbps - 1 Porta WAN 10/100Mbps   Taxa de Sinal:   - 11n: Up to 300Mbps (Dinâmico) - 11g: Up to 54Mbps (Dinâmico) - 11b: Up to 11Mbps (Dinâmico)   Sensibilidade de Recepção:   - 270M: -70dBm@10% PER - 130M: -74dBm@10% PER - 108M: -77dBm@10% PER - 54M: -76dBm@10% PER - 11M: -90dBm@8% PER - 6M: -92dBm@10% PER - 1M: -97dBm@8% PER   Ambiente: - Temperatura Operacional: 0⁰C ~ 40⁰C (32⁰F ~ 104⁰F) - Temperatura de armazenamento: -40⁰C ~ 70⁰C (-40⁰F ~ 158⁰F) - Umidade operacional: 10%~90%, não condensante - Umidade de armazenamento: 5%~90%, não condensante   Gerenciamento:  - Parental Control - Access control - Local management - Remote management   Conteúdo da embalagem: - Roteador Wireless N 300Mbps MW301R - Fonte de Energia - Guia de Instalação Rápida - Cabo Ethernet   Garantia 90 dias de garantia   Peso 320 gramas (bruto com embalagem)",
          "item_categ" : "Redes e wireless"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "UryD_3UBk_xgteqEQlvT",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "WebCam Logitech C270 HD com 3 MP para Chamadas e Gravações em Vídeo Widescreen 720p",
          "item_valor" : "340.10",
          "item_descr" : "Características:- Marca: Logitech- Modelo: C270 Especificações:- Videochamada HD (1280 x 720 pixels) com sistema recomendado- Captura de vídeo: até 1280 x 720 pixels- Tecnologia Logitech Fluid Crystal™- Fotos: até 3,0 mexapixels (com otimização do software)- Microfone embutido com redução de ruídos- USB 2.0 de alta velocidade certificado (recomendado)- Clipe universal que se ajusta a laptops e monitores LCD ou CRT Software da câmara Web Logitech:- Controles de panorâmica, inclinação e zoom- Captura de vídeo e foto- Rastreio de rosto- Detecção de movimento Para videochamada e gravação HD de 720p:- Intel® Core™2 Duo de 2,4 GHz- 2 GB de RAM- 200 MB de espaço no disco rígido- Porta USB 2.0- Velocidade de carregamento de 1 Mbps ou superior- Resolução de tela de 1280 x 720  Requisitos básicos:- 1 GHz- 512 MB de RAM ou mais- 200 MB de espaço no disco rígido- Conexão com a Internet- Porta USB 1.1 (recomenda-se 2.0) O que é necessário:- Windows Vista®- Windows® 7 (32 bits ou 64 bits) - Windows® 8 Conteúdo da embalagem:- Câmera Web - Cabo de 1,5 metro- Documentação do usuário Garantia12 meses de garantia com o fabricante Peso215 gramas (bruto com embalagem)",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "VLyD_3UBk_xgteqEUVs7",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Pc Gamer Amd Ryzen 3200G, Asrock A320M-Hd, Ssd 480Gb Wd, Mem. 8Gb Hyperx, Bluecase Bg031, Fonte 500",
          "item_valor" : "2665.74",
          "item_descr" : "Placa Mãe Am4 Asrock A320M-Hd, Ddr4, Matx, Amd, M.2, Audio 71, Gigabit, Sata3, Hdmi, Dsub,  Processador Am4 Amd Ryzen 3 3200G, Cache 4MB, 3.6GHz, 4GHz Max Turbo, Com Vídeo Integrado,  Ssd Sata3 480 Gb Western Digital Wds480G2G0A Green 2.5 7Mm  Memória Desktop Ddr4 8Gb/2400 Mhz Kingston Hyperx Fury Gamer Black Hx424C15Fb3/8,  Gabinete Gamer Bluecase Bg-031 Sem Fonte, Sem Fan, Usb 3.0, Preto,  Fonte Atx 500 W Brazil Pc BPC/5330,  Monitor, teclado, mouse e estabilizador vendidos separadamente. Computador gamer projetado para jogos de alto desempenho. Garantia: 1 ano de garantia diretamente com a Tiburon Informática. (Pc montado pela Tiburon Informática) Tiburon informática - CNPJ: 05.033.045/0001-86. Rua Campinas, 129 - Q 176 L 15, Setor Bueno, Goiânia, GO - 74210-116. A Tiburon informática é uma empresa fundada em 2002, atua na distribuição de peças e equipamentos. Trabalhamos com acessórios, automação, cartuchos e toners, computadores montados, energia, gabinetes, hds, ssds, impressoras, memórias, monitores, placas de vídeo, placas mãe, processadores Intel, equipamentos de rede e wireless. Telefone: (62) 3954-5190 Whatsapp, vendedora Cida. Telefone: (62) 98459-4274 Whatsapp, vendedor Luiz. Telefone: (62) 99523-8305 Whatsapp, vendedor Leandro. Telefone: (62) 98322-0207 Whatsapp. Siga-nos nas nossas redes sociais.",
          "item_categ" : "Computadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "WbyD_3UBk_xgteqEX1vQ",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador 1151 Intel 7ª Geração Core I7-7700 Kaby Lake 3.6 Ghz 8Mb Bx80677I77700",
          "item_valor" : "2300.64",
          "item_descr" : "Com esse processador inovador e incrível você desfruta ao máximo o verdadeiro potencial do seu computador e desfruta da mais pura velocidade. Maximize o seu desempenho seja trabalhando, jogando, navegando ou assistindo o seu filme preferido, com esse processador você pode tudo!   Características: - Marca: Intel - Modelo: BX80677I777   Especificações:  - Kaby Lake  - Core i7-7700 - 7ª Geração - Status: Roadmap - Livre de Conflito - Soquetes suportados: FCLGA1151 - Trusted Execution Technolog - Litografia: 14 nm - Modo de operação 64 Bit   Performance: - Cores: 4 - Tópicos: 8 - Frequência de Base: 3.60 GHz - Frequência Turbo máx: 4,20 GHz - Cache: 8MB - Velocidade Bus: 100 MHz DMI - TDP: 65W   Memória: - Tamanho máximo de memória (depende do tipo de memória: 64GB - Número máx. de canais de memória: 2   Gráficos: - Processador Gráfico: Gráficos Intel® HD 630 - Frequência da base de Gráficos: 350,00 MHz - Frequência Dinãmica máx. de gráficos: 1,15GHz - Memória Máxima de Video gráfico: 64GB - Suporta 4K:  a 60Hz - Resolução Máxima (HDMI 1.4): 4096x2304 @ 24Hz - Resolução máxima (DP): 4096x2304 @ 60Hz - Resolução máx. (eDP) - Painel Integrado): 4096x2304 @ 60Hz - Suporte para DirecX: 12 - Suporte OpenGL: 4.4 - Monitores compatíveis: 3   Opções de expansão: - Ecalabilidade: 1S Somente - Revisão PCI Express: 3,0 - Configurações PCI Express: Até 1x16, 2x8, 1x8 + 2x4 - Núm máx de PCI Express Lanes: 16   Tecnologias Avançadas: - Intel® Virtualization Technology (VT-x)  - Intel® Hyper-Threading Technology - Proteção do SO - Extensões de conjunto de instruções: SSE4.1 / 4.2, AVX 2.0 - Tecnologia Intel Turbo Boost: 2.0   Conteúdo da embalagem:  - 01 Processador Intel Core i7-7700 Kaby Lake 7ª Geração - 01 Cooler   Garantia 1 ano de garantia diretamente com o fabricante   Peso 275 gramas (bruto com embalagem)",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "0ryD_3UBk_xgteqEZluW",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Pc Gamer Amd Ryzen 3600, Gigabyte A320Ms2H, Ssd 480Gb Kingston, Mem. 16Gb Afox, Gab. Kmex 04N9, Fonte 700, Gtx1660 Super",
          "item_valor" : "6091.69",
          "item_descr" : "Monitor, teclado, mouse e estabilizador vendidos separadamente. Computador gamer projetado para jogos de alto desempenho. Garantia: 1 ano de garantia diretamente com a Tiburon Informática. (Pc montado pela Tiburon Informática) Tiburon informática - CNPJ: 05.033.045/0001-86. Rua Campinas, 129 - Q 176 L 15, Setor Bueno, Goiânia, GO - 74210-116. A Tiburon informática é uma empresa fundada em 2002, atua na distribuição de peças e equipamentos. Trabalhamos com acessórios, automação, cartuchos e toners, computadores montados, energia, gabinetes, hds, ssds, impressoras, memórias, monitores, placas de vídeo, placas mãe, processadores Intel, equipamentos de rede e wireless. Telefone: (62) 3954-5190 Whatsapp, vendedora Cida. Telefone: (62) 98459-4274 Whatsapp, vendedor Luiz. Telefone: (62) 99523-8305 Whatsapp, vendedor Leandro. Telefone: (62) 98322-0207 Whatsapp. Siga-nos nas nossas redes sociais.",
          "item_categ" : "Computadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "07yD_3UBk_xgteqEbFuF",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Impressora Nao Fiscal Elgin I9 Guilhotina 46I9Ugckd002",
          "item_valor" : "630.18",
          "item_descr" : "Impressora Não Fiscal Térmica Elgin I9 USB 46I9UGCKD002 ESPECIFICAÇÕES TÉCNICAS Características:- Marca: Elgin- Modelo: I9 Especificações: Impressão:- Velocidade: 300 mm/seg.- Tecnologia:  Térmica Direta- Resolução: 203 DPI (8 dots/mm)- Fontes de caracteres: ASCII 9x17, 12x24 – 14 Code Pages Comunicação:- USB (cabo incluso) Bobina de Papel:- Largura: 57,5±0,5mm / 80±0,5mm- Diâmetro máximo: 83mm- Espessura papel: 0,06mm ~ 0,1mm Guilhotina:- Sempre Inclusa, corte total ou parcial  - Fácil desatolamento de papel Driver e Software:- Windows XP / 7 / 8 - 32 e 64 Bits- Compatibilidade: ESC/ POS- Software de Gerenciamento ELGIN i9 Utility- Função exclusiva UGS: Unidade Geradora de Senha Códigos de barras:- UPC-A / UPC-E / EAN8 / EAN13 / CÓDIGO39 / ITF  CÓDIGO 128 / CÓDIGO 93 / PDF417 / QR Code Confiabilidade:- Vida útil Cabeça térmica = 150km- Vida útil Guilhotina = 2.000.000 cortes- MTBF = 360.000h Energia:- Entrada: AC100V-240V 50-60HZ- Saída: 24V±5%, 2.1A Conteúdo da Embalagem:- 01 Impressora Elgin Não Fiscal I9 Garantia12 meses de garantia diretamente com o fabricante Peso2520 gramas (bruto com embalagem)",
          "item_categ" : "Impressoras"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "1LyD_3UBk_xgteqEcFvV",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1200 10ª Geração Asus Prime H410M-E, Ddr4, Hdmi, Usb3.2, D-Sub, Áudio 7.1, M2",
          "item_valor" : "640.18",
          "item_descr" : "CPUIntel® Socket 1200 for 10th Gen Intel® Core™, Pentium® Gold and Celeron® Processors *Supports Intel® 14 nm CPUSupports Intel® Turbo Boost Technology 2.0 and Intel® Turbo Boost Max Technology 3.0*** Refer to www.asus.com for CPU support list**Intel® Turbo Boost Max Technology 3.0 support depends on the CPU types.ChipsetIntel® H410Memory2 x DIMM, Max. 64GB, DDR4 2933/2800/2666/2400/2133 MHz Non-ECC, Un-buffered Memory *Dual Channel Memory ArchitectureSupports Intel® Extreme Memory Profile (XMP)OptiMem* 10th Gen Intel® Core™i9/i7 CPUs support 2933/2800/2666/2400/2133 natively, Refer to www.asus.com for the Memory QVL (Qualified Vendors Lists).  GraphicIntegrated Graphics Processor *1 x D-Sub1 x HDMI 1.4b*Graphics specifications may vary between CPU types.Expansion SlotsIntel® 10th Gen Processors1 x PCIe 3.0 x16 (x16 mode)Intel® H410 Chipset2 x PCIe 3.0 x1StorageTotal supports 1 x M.2 slots and 4 x SATA 6Gb/s portsIntel® H410 Chipset :1 x M.2 Socket 3, with M Key, type 2242/2260/2280 storage devices support (SATA & PCIE 3.0 X2 mode)*14 x SATA 6Gb/s port(s)LANRealtek® RTL8111HAudioRealtek ALC887 7.1-Channel High Definition Audio CODEC *2- Supports : Jack-detection, Multi-streaming, Front Panel Jack-retasking, up to 24-Bit/192kHz playbackAudio Feature :- LED-illuminated design- Audio Shielding- Dedicated audio PCB layers- Premium Japanese audio capacitorsUSB PortsRear USB Port ( Total 4 )2 x USB 3.2 Gen 1 port(s)(2 x Type-A)2 x USB 2.0 port(s)(2 x Type-A)Front USB Port ( Total 6 )2 x USB 3.2 Gen 1 port(s)4 x USB 2.0 port(s)Software FeaturesASUS Exclusive SoftwareArmoury CrateAI Suite 3- Performance And Power Saving UtilityTurboV EVOEPUDigi+ VRMFan Xpert- EZ updateASUS CPU-ZAI ChargerDAEMON ToolsNorton Anti-virus software (Free Trial for 60 days)WinRARUEFI BIOSASUS EZ DIY- ASUS CrashFree BIOS 3- ASUS EZ Flash 3- ASUS UEFI BIOS EZ ModeASUS Special FeaturesASUS 5X PROTECTION III- ASUS DIGI+ VRM- ASUS LANGuard- ASUS Overvoltage Protection- ASUS SafeSlot Core- ASUS Stainless-Steel Back I/OASUS Q-Design- ASUS Q-DIMM- ASUS Q-SlotASUS Thermal Solution- Aluminum heatsink designBack I/O Ports1 x PS/2 keyboard (purple)1 x PS/2 mouse (green)1 x D-Sub1 x HDMI1 x LAN (RJ45) port(s)2 x USB 3.2 Gen 1 Type-A2 x USB 2.03 x Audio jack(s)Internal I/O Ports1 x CPU Fan connector(s)1 x Chassis Fan connector(s)1 x USB 3.2 Gen 1(up to 5Gbps) connector(s) support(s) additional 2 USB 3.2 Gen 1 port(s)2 x USB 2.0 connector(s) support(s) additional 4 USB 2.0 port(s)1 x M.2 Socket 3 with M Key, type 2242/2260/2280 storage devices support (SATA & PCIE 3.0 X2 mode)1 x COM port(s) connector(s)4 x SATA 6Gb/s connector(s)1 x S/PDIF out header(s)1 x 24-pin EATX Power connector(s)1 x 8-pin EATX 12V Power connectors1 x Front panel audio connector(s) (AAFP)1 x Clear CMOS jumper(s)1 x System panel connector1 x Speaker connectorAccessoriesI/O Shield2 x SATA 6Gb/s cable(s)1 x M.2 Anchor1 x Supporting DVDUser manualBIOS128 Mb Flash ROM, UEFI AMI BIOSManageabilityWOL by PME, PXEOperating SystemWindows® 10 64-bitForm FactormATX Form Factor8.9 inch x 8.0 inch ( 22.6 cm x 20.3 cm )Note*1 When a device in SATA mode is installed on the M.2 socket, SATA6G_2 port cannot be used.*2 A chassis with an HD audio module in the front panel is required to support 7.1-channel audio output. Garantia: 9 meses diretamente com a Tiburon Informática",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "2byD_3UBk_xgteqEflta",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Ssd Nvme 1 Tb Ntc M.2 2280 Ntckf-F6M.2Nvme-1",
          "item_valor" : "1150.32",
          "item_descr" : "As Unidades de estado sólido, ou SSDs são a próxima evolução de armazenamento em PC e funcionam mais rápido, mais silenciosamente e esquentam menos do que a antiga tecnologia existente nos discos rígidos. Sem peças móveis, SSDs também são mais duráveis e mais confiáveis do que discos rígidos. 10x mais rápido do que um disco rígido: Com incríveis velocidades de leitura/gravação, o SSD NTC não somente irá aumentar o desempenho, como também poderá ser utilizado para dar vida nova em computadores mais antigos.   ESPECIFICAÇÕES TÉCNICAS   Características SSD NVMe M.2 1 TB 2280 NTC - Marca: NTC - Modelo: NTCKF-F6M.2NVME-1   Especificações SSD NVMe M.2 1 TB - Formato: M.2 NVMe - Interface: M.2 - Capacidade: 512GB - Leitura: Até 1800MB - Escrita: Até: 1500MB/s - Memória: 3D TLC Flash NAND - Controlador: SMI2258XT   Garantia: 9 meses de garantia diretamente com a Tiburon Informática   Peso: 50 gramas (bruto com a embalagem)",
          "item_categ" : "Ssd"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "2ryD_3UBk_xgteqEg1tI",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Gabinete Gamer Redragon Gc-903 Diamond Storm Pro, 3 Fans Rgb, Sem Fonte, Vidro Temperado",
          "item_valor" : "410.11",
          "item_descr" : "Especificações: - Gabinete Mid Tower- Sistema de FANS RGB para um Estilo Único- Painel de Vidro Temperado na lateral e frontal- Sistema avançado de entrada de Fluxo de Ar na parte Frontal- Conexões Frontais: 2 x USB 3.0, 1 x USB 2.0, P2 (Áudio + Mic), Power, Reset e Controle do modo RGB- Filtros: Superior e Inferior- Baias de unidade:2,5: 2 x - 3,5: 3 x- Slots de expansão: 7- Suporte do radiador:Frente: 1 x 240 ou 1 x 280 mmTraseira: 1 x 120 mmSuperior: 1 x 240 mm ou 1 x 140 mm ou 1 x 120 mm- Suporte de fans:Parte frontal: 3 x 120 / 2 x 140mm (3 Ventoinhas RGB PRO inclusas)Parte superior: 2 x 120 mm / 2 x 140 mmParte traseira: 1 x 120 mm- Conteúdo da embalagem:1 x Gabinete Gamer REDRAGON DIAMOND STORM PRO1 X Manual de instruções1 x Controladora RGB REDRAGON PROParafusos de instalação- Tamanho Total: 42,4cm (A) x 20,3cm (L) x 43,6cm (C)- Compatibilidade com Placas Mãe Mini ATX, Micro ATX e ATX Garantia3 meses de garantia diretamente com a Tiburon Informática",
          "item_categ" : "Gabinetes"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "VryD_3UBk_xgteqElVz4",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1151 8ª, 9ª Geração Gigabyte Z390 M Gaming, Ddr4, Gigabit, M2, Hdmi",
          "item_valor" : "1350.37",
          "item_descr" : "Com uma blindagem de E / S integrada, a criação de um PC GIGABYTE Ultra Durable é ainda mais fácil.   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: Gigabyte - Modelo: Z390 M GAMING   Especificações:   CPU: - Suporte para Intel 9000 processadores e 8ª geração Intel processadores Core i7 / Intel Core i5 / Intel Core i3 / Intel Pentium processadores / Intel Celeron processadores no pacote LGA1151 - Cache L3 varia com o CPU   Chipset: - Intel Express Chipset Z390   Memória:  - 4 soquetes DDR4 DIMM suportando até 64 GB de memória do sistema - Arquitetura de memória dual channel - Suporte para DDR4 4266 (OC) / 4133 (OC) / 4000 (OC) / 3866 (OC) / 3800 (OC) / 3733 (OC) / 3666 (OC) / 3600 (OC) / 3466 (OC) / 3400 ( OC) / 3333 (OC) / 3300 (OC) / 3200 (OC) / 3000 (OC) / 2800 (OC) / 2666/2400 / módulos de memória de 2133 MHz - Suporte para módulos de memória DIMM 1Rx8 / 2Rx8 sem buffer ECC (operam em modo não-ECC) - Suporte para módulos de memória DIMM não-bufferizados 1Rx8 / 2Rx8 / 1Rx16 não-ECC - Suporte para módulos de memória Extreme Memory Profile (XMP)   Gráficos a bordo: - Processador gráfico integrado Intel HD Graphics suporta: - 1 porta DVI-D, suportando uma resolução máxima de 1920x1200 @ 60 Hz * A porta DVI-D não suporta conexão D-Sub por adaptador. - 1 x porta HDMI, suportando uma resolução máxima de 4096x2160 @ 30 Hz * Suporte para HDMI 1.4 versão e HDCP 2.2. - Memória compartilhada máxima de 1 GB   Áudio: - Codec Realtek ALC892 - Áudio de alta definição - 2/4 / 5.1 / 7.1 canais - Suporte para saída S / PDIF   LAN: - Intel de chip GbE LAN (10/100/1000 Mbit)   Slots de Expansão: - 1 x slot PCI Express x16, rodando a x16 (PCIEX16) * Para um ótimo desempenho, se apenas uma placa de vídeo PCI Express for instalada, certifique-se de instalá-la no slot PCIEX16. - 1 x slot PCI Express x16, rodando a x4 (PCIEX4) - 2 x slots PCI Express x1 (todos os slots PCI Express estão em conformidade com o padrão PCI Express 3.0). - 1 x M.2 soquete um conector para um processador Intel CNVi (CNVI)   Interface de armazenamento: - 1 x conector M.2 (soquete 3, tecla M, tipo 2242/2260/2280/22110 suporte a SSD PCIe x4 / x2, preparado para SSD Intel ® Híbrido) (M2Q) - 1 x conector M.2 (soquete 3, tecla M, tipo 2242/2260/2280 SATA e suporte SSD PCIe x4 / x2) (M2P) - 6 x conectores SATA de 6 Gb / s - Suporte para RAID 0, RAID 1, RAID 5 e RAID 10 * Consulte 1-7 Conectores Internos para os avisos de instalação para os conectores M.2 e SATA. - Intel Optane Memória Ready   Tecnologia Multi-Graphics: - Suporte para as tecnologias AMD Quad-GPU CrossFire e 2-Way AMD CrossFire   USB: - 1 x porta USB Type-C no painel traseiro, com suporte a USB 3.1 Gen 2 - 1 x porta USB 3.1 Gen 2 tipo A (vermelha) no painel traseiro - 6 x portas USB 3.1 Gen 1 (4 portas no painel traseiro, 2 portas disponíveis através do conector USB interno) - 4 x portas USB 2.0 / 1.1 disponíveis através das comunicações USB internos   Conectores internos: - 1 x conector de alimentação principal ATX de 24 pinos - 1 x conector de alimentação ATX 12V de 8 pinos - 1 x conector de alimentação ATX 12V de 4 pinos - 1 x comunicação do ventilador da CPU - 3 x comunicação de ventiladores do sistema - 1 x comunicação de faixa de LED RGB - 6 x conectores SATA de 6 Gb / s - 2 x conectores M.2 soquete 3 - 1 x comunicação do painel frontal - 1 x comunicação de áudio do painel frontal - 1 x comunicação de saída S / PDIF - 1 x conector USB 3.1 Gen 1 - 2 x comunicação USB 2.0 / 1.1 - 1 x comunicação do Trusted Platform Module (SPI_TPM) - 1 x conector de placa adicional Thunderbolt  - 1 x comunicação de porta serial - 1 x jumper Clear CMOS   Conectores do painel traseiro: - 1 x porta de teclado / mouse PS/2 - 1 x porta DVI-D - 1 x portas HDMI - 1 x porta USB Type-C, com suporte a USB 3.1 Gen 2 - 1 x porta USB 3.1 Gen 2 tipo A (vermelho) - 4 x portas USB 3.1 Gen 1 - 1 x porta RJ-45 - 6 x tomadas de áudio   Controlador: - Chip Controlador ITE I / O   Monitoramento: - Detecção de tensão - Detecção de temperatura - Detecção de velocidade do ventilador - Aviso de superaquecimento - Aviso de falha do ventilador - Controle de velocidade do ventilador * Se a função de controle de velocidade do ventilador é suportada dependerá do cooler instalado   BIOS: - Flash de 2 x 128 Mbit - Uso do BIOS UEFI AMI licenciado - Suporte para DualBIOS  - PnP 1.0a, DMI 2.7, WfM 2.0, SM BIOS 2.7, ACPI 5.0   Sistema operacional: - Suporte para o Windows 10 de 64 bits   Fator de Forma: - Fator de forma Micro ATX - 24,4 cm x 24,4 cm     Conteúdo da embalagem: - Placa-Mãe Gigabyte para Intel LGA 1151 mATX Z390 M GAMING DDR4 - Drive - Guia do usuário   Garantia 9 meses de garantia diretamente com a Tiburon Informática   Peso 1215 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "WryD_3UBk_xgteqEqVxI",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe Am4 Gigabyte Ga-A320M-S2H Ryzen, Amd A320 , Ddr4, 1Pci-E 16X, 2Pci-E 1X, Hdmi",
          "item_valor" : "560.15",
          "item_descr" : "Características: - Marca: Gigabyte - Modelo: GA-A320M-S2H   Especificações:   CPU: - Processador AMD Ryzen - Processador AMD 7ª Geração A / série Athlon  (Consulte Lista de Suporte da CPU para obter mais informações.)   Chipset: - AMD A320   Memória: - 2 x soquetes DIMM DDR4 que suportam até 32 GB de memória do sistema - Arquitetura de memória de canal duplo - Suporte para módulos de memória DDR4 3200 (OC) / 2933 (OC) / 2667 * / 2400/2133 MHz  * O suporte real pode variar de acordo com a CPU. - Suporte para módulos de memória ECC Un-buffered DIMM 1Rx8 / 2Rx8 (operar em modo não ECC) - Suporte para módulos de memória não DIMM 1Rx8 / 2Rx8 / 1Rx16 não-ECC - Suporte para módulos de memória de perfil de memória Extreme (XMP) (Consulte Lista de Suporte de Memória para obter mais informações.)   Gráficos a bordo: - 1 porta D-Sub, suportando uma resolução máxima de 1920x1200 @ 60 Hz - 1 porta DVI-D, suportando uma resolução máxima de 1920x1200 @ 60 Hz * A porta DVI-D não suporta conexão D-Sub por adaptador. - 1 porta HDMI, suportando uma resolução máxima de 4096x2160 @ 24 Hz * Suporte para a versão HDMI 1.4. - Memória compartilhada máxima de 2 GB * O suporte real pode variar de acordo com a CPU   Áudio: - Realtek codec ALC887 - Áudio de alta definição - 2/4 / 5.1 / 7.1-channel * Para configurar o áudio de 7.1 canais, você precisa usar um módulo de áudio do painel frontal HD e habilitar o recurso de áudio multicanal através do driver de áudio. - Suporte para S / PDIF Out   LAN: - Realtek chip de Gigabit Ethernet LAN (10/100/1000 Mbit)   Slots de expansão: - 1 slot PCI Express x16, executado em x16 (PCIEX16) * O suporte real pode variar de acordo com a CPU. (O slot PCIEX16 está em conformidade com o padrão PCI Express 3.0). - 2 x slots PCI Express x1 (os slots PCI Express x1 estão em conformidade com o padrão PCI Express 2.0)   Interface de armazenamento: - 1 conector M.2 (soquete 3, chave M, tipo 2242/2260/2280/22110 SATA e PCIe x4 / x2 * suporte SSD) * O suporte real pode variar de acordo com a CPU. * Suporta apenas SSDs M.2 SATA ao usar um processador AMD 7 th Generation A ou Athlon  - 4 x conectores SATA de 6 Gb / s - Suporte para RAID 0, RAID 1 e RAID 10 * Consulte 1-7 Conectores internos, para os avisos de instalação para o conector M.2.   USB:   Chipset: - 2 portas USB 3.1 Gen 1 disponíveis através do cabeçalho USB interno - 6 portas USB 2.0 / 1.1 (2 portas no painel traseiro, 4 portas disponíveis através de comunicações USB interna)   CPU: - 4 portas USB 3.1 Gen 1 no painel traseiro   Conectores internos: - 1 x Conector de alimentação principal ATX de 24 pinos - 1 x Conector de alimentação de 8 pinos ATX 12V - 1 x Comunicação de ventilador da CPU - 1 x Comunicação de ventilador do sistema - 1 x conector M.2 Socket 3 - 4 x conectores SATA de 6 Gb / s - 1 x Comunicação do painel frontal - 1 x Comunicação de áudio do painel frontal - 1 x Comunicação S / PDIF Out - 1 x Comunicação USB 3.1 Gen 1 - 2 x Comunicação USB 2.0 / 1.1 - 1 x Comunicação do Módulo de Plataforma Confiável (TPM) (2x10 pinos, apenas para o módulo GC-TPM2.0) - 1 x Comunicação de alto-falante - 1 x jumper Clear CMOS - 1 x Comunicação de intrusão do chassi   Conectores do painel traseiro: - 1 porta de teclado x PS / 2 - 1 porta do mouse PS / 2 - 1 Porta D-Sub - 1 porta DVI-D - 1 porta HDMI - 4 portas USB 3.1 Gen 1 - 2 portas USB 2.0 / 1.1 - 1 porta  RJ-45 - 3 tomadas de áudio (Line In, Line Out, Mic In)   Monitoramento: - Detecção de tensão - Detecção de temperatura - Detecção de velocidade do ventilador - Aviso de sobreaquecimento - Aviso de falta de ventilador - Controle da velocidade do ventilador * Se a função de controle da velocidade do ventilador é suportada dependerá do refrigerador que você instala.   BIOS: - 1 x 128 Mbit flash - Uso de AMI UEFI BIOS licenciado - PnP 1.0a, DMI 2.7, WfM 2.0, SM BIOS 2.7, ACPI 5.0   Sistema operacional: - Suporte para Windows 10 de 64 bits - Suporte para Windows 7 de 64 bits * Faça o download da Ferramenta de instalação do Windows USB no site do GIGABYTE e instale-o antes de instalar o Windows 7.   Fator de Forma: - Micro ATX Form Factor - 24,4 cm x 19,5 cm   Conteúdo da embalagem: - 01 Placa-Mãe GIGABYTE - 01 Driver - 01 Guia do usuário   OBS: Para a utilização da série Ryzen Pinnacle Ridge é necessário efetuar a atualização de BIOS com o boot kit que pode ser solicitado pelo site (support.amd.com/en-us/kb-articles/Pages/2Gen-Ryzen-AM4-System-Bootup.aspx)   Garantia 6 meses de garantia diretamente com a Tiburon Informática   Peso 695 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "W7yD_3UBk_xgteqEsFwO",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Teclado Gamer C3Tech Kg-50Bk, Usb, Preto, Led, Abnt2, Membrana, Cabo 1.4Mts",
          "item_valor" : "130.04",
          "item_descr" : "Desenvolvido para otimizar seu desempenho em jogos o teclado gamer KG-50BK conta com teclas multimídia e funções especiais para jogos além de sistema de iluminação, sistema anti-ghosting e layout em padrão ABNT 2.0. ESPECIFICAÇÕES TÉCNICAS Características:- Marca: C3 Tech- Modelo: KG-50BK Especificações:- Teclado Multimídia Gamer- Sistema de Iluminação.- Layout padrão ABNT2 Brasil- Funções especiais para Jogos- Sistema Antighosting- Teclas de alta qualidade gravadas a Laser- Estrutura desenvolvida com sistema de antirespingo.- Resistente a pequenos derramamentos de líquidos- Conexão USB 2.0- Tamanho do cabo 1,40 Mt.- Tipo: Membrana- Teclas gravadas a Laser- Números de teclas: 107- Teclas de Atalhos: 12- Teclas de Funções: Bloqueio das teclas de Windows para Game / Controle de Iluminação- Teclas de atalhos: Navegador/ Email/ Calculadora/ Media Player- Atalhos Multimídias: Anterior / Próxima / Parar / Reproduzir & Pausar- Atalhos Volume: Aumentar / Diminuir / Mudo- Durabilidade da tecla: 500 milhões de acionamentos- Compatível Sistema Operacional W95/98/ME/NT/XP, Windows7,8,10 e Linux Recursos Gaming:- Antighosting com 19 teclas- Bloqueio das teclas de Windows para Game- Controle de Iluminação- Tempo de resposta 1ms- Frequência de transmissão 1000 Hz Conteúdo da embalagem:- Teclado Mecânico Gamer Garantia3 meses de garantia diretamente com a Tiburon Informática Peso920 gramas (bruto com embalagem)",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "37yD_3UBk_xgteqEtVzk",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Headset Gamer Wireless 2.4Ghz Logitech G533 Pro-G, Dts 7.1 Surround, 981-000633",
          "item_valor" : "800.22",
          "item_descr" : "Características:   - Marca: Logitech - Modelo: G533   Especificações:   Fones de ouvido: - Nível de pressão sonora (SPL): 107 db SPL dB / mW - Driver: 40 mm - Magnético: Neodimio - Impedância de entrada: 32 Ohm - Resposta de frequência: 20 Hz - 20 kHz - Cancelamento de ruído: Passiva   Microfone: - Tipo: Fold-Up - Impedância: 2200 ohm - Resposta de frequência: 100 Hz - 20 kHz   Wireless: - Freqüência: 2,4 GHz - Faixa de Conexão: Até 15,00 pés (4,57 m) - Vida da bateria: Até 15 horas - Tipo de Bateria: Bateria recarregável   Requisitos de Sistema: - Windows 10, Windows 8.1, Windows 8, Windows 7  - Porta USB - Conexão à Internet para download de software opcional   Conteúdo da Embalagem: - Gaming Headset Logitech - Adaptador Wireless - Cabo de carregamento USB - Manual do usuário   Garantia 1 ano de garantia diretamente com o fabricante   Peso 655 gramas (bruto com embalagem)   Código Anatel 06234-16-03229",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "47yD_3UBk_xgteqEw1wD",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador 1151 Intel 9ª Geração Core I5-9400F Coffee Lake 2.90 Ghz 9Mb Cache Sem Video",
          "item_valor" : "1070.29",
          "item_descr" : "Com esse processador inovador e incrível você desfruta ao máximo o verdadeiro potencial do seu computador e da mais pura velocidade. Maximize o seu desempenho seja trabalhando, jogando, navegando ou assistindo o seu filme preferido, com esse processador você pode tudo!   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: Intel - Modelo: BX80684I59400F   Especificações: - Segmento Vertical: Desktop - Litografia: 14 nm - Soquetes suportados: FCLGA1151 - Configuração Máxima da CPU: 1 - Solução térmica: PCG 2015C (65W) - TJUNCTION: 100ºC   Performance: - Núcleos: 6x - Segmentos: 6x - Frequência básica: 2,90 GHz - Freqüência máxima: 4,10 GHz - SmartCache de 9 MB - Velocidade do Bus: 8 GT / s DMI3 - TDP: 65 W   Memória: - Tamanho Máximo da Memória: 64GB (depende do tipo de memória) - Tipos de memória: DDR4-2666 - Número Máximo de Canais de Memória: 2 - Largura de banda máxima da memória: 41,6 GB / s   Opções de Expansão: - Escalabilidade: Apenas 1S - Revisão PCI Express: 3.0 - Configurações PCI Express: Até 1x16, 2x8, 1x8 + 2x4 - Número Máximo de Pistas PCI Express: 16   Tecnologias Avançadas: - Memória Intel Optane Suportada - Tecnologia Intel Turbo Boost 2.0 - Tecnologia de virtualização Intel (VT-x) - Tecnologia de virtualização Intel para E / S direcionada (VT-d) - Intel VT-x com tabelas de páginas estendidas (EPT) - Intel 64 - Conjunto de instruções: 64 bits - Extensões de conjunto de instruções: Intel SSE4.1, Intel SSE4.2, Intel AVX2 - Estados ociosos - Tecnologia Enhanced Intel SpeedStep - Tecnologias de monitoramento térmico - Tecnologia de proteção de identidade Intel   Segurança e Confiabilidade: - Novas instruções do Intel AES - Chave Segura - Extensões de guarda de software Intel (Intel SGX) com o Intel ME - Extensões de proteção de memória Intel (Intel MPX) - Protetor do Intel OS - Execute Desativar Bit - Protetor de inicialização Intel   Conteúdo da Embalagem: - Processador Intel - Cooler   Observação: * Os processadores da INTEL da linha F não possuem vídeo integrado, tornando-se então obrigatório o uso de uma placa de vídeo no slot PCI-E, uma vez que as saídas de vídeo onboard da placa-mãe não irão funcionar.   ESTE PROCESSADOR NÃO POSSUI VÍDEO INTEGRADO!   Garantia 12 meses de garantia diretamente com o fabricante   Peso 290 gramas (bruto com embalagem)",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "5ryD_3UBk_xgteqEyFwS",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Monitor Led 23.8 Lg 24Mk430H, 5Ms, Ips, Full-Hd, Hdmi,Vga, Hp Out, Ajuste De Inclinação, item_valor: 860.24, item_descr: Características: - Marca: LG - Modelo: 24MK430H Especificações: - Tamanho: 23,8 - Tipo de Tela: IPS - Brilho: 250 cd/m² - Resolução Máxima: 1920 x 1080 - Contraste Estático: 1000:1 - Suporte de Cores: 16,7M  - Pixel Pitch: 0,2745 x 0,2745 mm - Tempo de Resposta: 5ms - Revestimento de Tela Anti-glare (3H) - Frequência: H: 30 - 83 kHz / V: 56 - 75 Hz - Ângulo de Visão: 178° / 178° - Suporte de Parede (VESA) 75 x 75mm   Entradas / Saída: - HDMI - HP Out   Recursos: - Reader Mode - Flicker Safe - Color Weakness  - Black Stabilizer - Smart Energy Saving - OnScreen Control    Energia: - Fonte Adaptador externo - Consumo de Energia 26,0W   Dimensões: - Ajuste de Inclinação - Líquida (com base) - LxAxP: 555,0 x 421,0 x 181,9 mm - Líquida (sem base) - LxAxP: 555,0 x 330,9 x 38,4 mm     Conteúdo da embalagem: - Monitor LG LED 23.8´ - Fonte de Alimentação - Cabo HDMI   Garantia 1 ano de garantia diretamente com o fabricante   Peso 4160 gramas (bruto com embalagem)",
          "item_categ" : "Monitores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "57yD_3UBk_xgteqEzFys",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1151 8ª, 9ª Geração Gigabyte H310M M.2 2.0, DDR4, mATX, Hdmi, Dsub, Intel",
          "item_valor" : "600.17",
          "item_descr" : "O Realtek 8118 LAN é um chip de rede de alto desempenho e amigável para jogadores com alocação automática de largura de banda para garantir a mais alta prioridade de rede do jogo ou aplicativo. Ele pode fornecer aos usuários os recursos mais abrangentes e a experiência da Internet mais rápida e suave.   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: Gigabyte - Modelo: H310M M.2 2.0   Especificações:   CPU: - Suporte para 9ª e 8ª Geração Intel Core i9 / Intel Core i7 / Intel Core i5 / Intel Core i3 / Intel Pentium processadores / Intel Celeron processadores no pacote LGA1151 - Cache L3 varia de acordo com a CPU (Por favor, consulte Lista de Suporte da CPU para mais informações.)   Chipset - Intel Express Chipset H310   Memória: - 2 soquetes DDR4 DIMM suportando até 32 GB de memória do sistema - Arquitetura de memória dual channel - Suporte para módulos de memória DDR4 2666/2400/2133 MHz - Suporte para módulos de memória DIMM 1Rx8 / 2Rx8 sem buffer ECC (operam em modo no-ECC) - Suporte para módulos de memória DIMM não-bufferizados 1Rx8 / 2Rx8 / 1Rx16 não-ECC - Suporte para módulos de memória Extreme Memory Profile (XMP)  * Para apoiar 2.666 MHz ou memória XMP, você deve instalar um 8 ª Geração Intel Núcleo  i7 / i5. (Por favor, consulte Lista de Suporte de Memória para mais informações.)   Gráficos Onboard: - Processador gráfico integrado Intel HD Graphics suporta: - 1 x porta D-Sub, suportando uma resolução máxima de 1920x1200 @ 60 Hz - 1 x porta HDMI, suportando uma resolução máxima de 4096x2160 @ 30 Hz  * Suporte para HDMI 1.4 versão e HDCP 2.2. - Memória compartilhada máxima de 1 GB   Áudio:  - Codec Realtek ALC887 - Áudio de alta definição - 2/4 / 5.1 / 7.1-channel  * Para configurar o áudio de 7.1 canais, é necessário usar um módulo de áudio do painel frontal de HD e ativar o recurso de áudio multicanal através do driver de áudio.   LAN: - Chip LAN Realtek GbE (10/100/1000 Mbit)   Slots de Expansão:  - 1 x slot PCI Express x16, rodando a x16 (o slot PCIEX16 está em conformidade com o padrão PCI Express 3.0). - 2 x slots PCI Express x1 (os slots PCI Express x1 estão em conformidade com o padrão PCI Express 2.0).   Interface de Armazenamento - 1 x conector M.2 (soquete 3, tecla M, tipo 2242/2260/2280 SATA e suporte SSD PCIe x2) - 4 x conectores SATA de 6 Gb / s  * Consulte 1-7 Conectores Internos para os avisos de instalação para os conectores M.2 e SATA.   USB: - 4 portas USB 3.1 Gen 1 (2 portas no painel traseiro, 2 portas disponíveis através do conector USB interno) - 6 portas USB 2.0 / 1.1 (4 portas no painel traseiro, 2 portas disponíveis através do conector USB interno)   Conectores Internos I/O - 1 x conector de alimentação principal ATX de 24 pinos - 1 x conector de alimentação ATX 12V de 4 pinos - 1 x comunicação do ventilador da CPU - 1 x comunicação do ventilador do sistema - 1 x conector M.2 soquete 3 - 4 x conectores SATA de 6 Gb / s - 1 x comunicação do painel frontal - 1 x comunicação de áudio do painel frontal - 1 x conector USB 3.1 Gen 1 - 1 x comunicação USB 2.0 / 1.1 - 1 x comunicação do Trusted Platform Module (TPM) (2x6 pinos, apenas para o módulo GC-TPM2.0_S) - 1 x jumper Clear CMOS   Conectores Painel Traseiro: - 1 x porta de teclado / mouse PS/2 - 1 x porta D-Sub - 1 x porta HDMI - 2 x portas USB 3.1 Gen 1 - 4 x portas USB 2.0 / 1.1 - 1 x RJ-45 port - 3 x audio jacks   Controlador I/O: - iTE I/O Controller Chip   Monitoramento H/W - Detecção de tensão - Detecção de temperatura - Detecção de velocidade do ventilador - Aviso de superaquecimento - Aviso de falha do ventilador - Controle de velocidade do ventilador * A a função de controle de velocidade do ventilador dependerá do cooler que você instalar.   BIOS: - 1 x 128 Mbit de flash - Uso do BIOS UEFI AMI licenciado - PnP 1.0a, DMI 2.7, WfM 2.0, SM BIOS 2.7, ACPI 5.0   Sistema Operacional: - Suporte para o Windows 10 de 64 bits   Fator de forma: - Fator de forma Micro ATX - 22,6 cm x 17,4 cm   Conteúdo da embalagem: - Placa-Mãe Gigabyte  - Guia do usuário   Garantia 3 meses de garantia diretamente com a Tiburon Informática   Peso 605 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "6LyD_3UBk_xgteqE0lwl",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador Am4 Amd Ryzen 5 3600, 3.6Ghz, 32Mb Cache, 4.2GHz Max Turbo, Sem Vídeo Integrado",
          "item_valor" : "1500.41",
          "item_descr" : "Com esse processador inovador e incrível você eleva ao máximo o verdadeiro potencial do seu computador e desfruta da mais pura velocidade. Maximize o seu desempenho seja trabalhando, jogando, navegando ou assistindo o seu filme preferido, com esse processador você pode tudo!   Características: - Marca: AMD  - Modelo: 100-100000031BOX   Especificações: - Nº de núcleos de CPU: 6 - Nº de threads: 12 - Clock básico: 3.6GHz - Clock de Max Boost: 4.2GHz - Cachê L2 total: 3MB - Cachê L3 total: 32MB - Desbloqueado: Sim - CMOS: TSMC 7nm FinFET - Package: AM4 - Versão do PCI Express: PCIe 4.0 x16 - Solução térmica: Wraith Stealth - TDP / TDP Padrão: 65W   Memória: - Velocidade máxima da memória: 3200MHz - Tipo de memória: DDR4 - Canais de memória: 2   Conteúdo da embalagem: - 01 Processador AMD Ryzen 5 3600 - 01 Cooler   ESTE PROCESSADOR NÃO POSSUI VÍDEO INTEGRADO!   * Fiquei Ligado: Para montar um setup com esse modelo de processador, é necessário a instalação de uma placa de vídeo, pois o mesmo não possui vídeo integrado.   Garantia 1 ano de garantia diretamente com o fabricante   Peso 460 gramas (bruto com embalagem)",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "YryD_3UBk_xgteqE213N",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe Integrada Asrock D1800B-Itx, Intel, Dual Core J1800, Ddr3, Mini-Itx",
          "item_valor" : "540.15",
          "item_descr" : "D1800B-ITX   Processador Intel® Dual-Core J1800 + Placa-mãe Mini-ITX Capacitores Sólidos para Energia da CPU Suporta memória DDR3/DDR3L 1333, 2 SO-DIMM 1 PCIe 2.0 x1 Opções de Saída de Vídeo : D-Sub, HDMI Gráficos Intel® de 7ª geração (Gen 7), DirectX 11.0, Pixel Shader 5.0 1 Porta de Impressão, 1 conector para COM, 1 conector para COM 1 USB 3.1 Gen1, 5 USB 2.0 (2 frontais, 3 traseiras), 2 SATA2 Rede Gigabit Realtek Áudio HD 5.1 Canais (Codec de Áudio Realtek ALC662) Suporta ASRock Full Spike Protection, A-Tuning, XFast LAN, XFast RAM, USB Key   - ASRock Full Spike Protection - ASRock Cloud - ASRock APP Shop   CPU - Processador Intel® Dual-Core J1800 (2.41 GHz)   Memória - Tecnologia de memória DDR3/DDR3L Dual Channel - 2 x slots DDR3/DDR3L SO-DIMM - Suporta memória DDR3/DDR3L 1333/1066 não-ECC, sem-buffer - Capacidade máxima de memória do sistema: 16GB*   *Devido a limitações do sistema operacional, o tamanho da memória pode ser menor que 4GB para a reserva de uso do sistema no Windows® 32-bit. No Windows® 64-bit com CPU de 64-bit, não existe esta limitação.   **Se apenas um modulo SO-DIMM estiver instalado, por favor instale-o no DDR3_A1.   BIOS - BIOS de 64Mb AMI UEFI Legal com Interface Gráfica - Suporta Plug e Play - Compatível com eventos de despertar ACPI 5.0 - Suporta jumperfree - Suporta SMBIOS 2.7   Gráficos - Gráficos Intel® de 7ª geração (Gen 7) - DirectX 11.0, Pixel Shader 5.0 - Dupla Saída Gráfica: suporta portas HDMI e D-Sub por conectores independentes - Suporta Tecnologia HDMI com resolução máxima de 1920x1200 @ 60Hz - Suporta D-Sub com resolução máxima de 1920x1200 @ 60Hz - Suporta Sincronismo Automático de Lábios, xvYCC e HBR (High Bit Rate Audio / Áudio de Alto Bit Rate) com HDMI (Monitor HDMI compatível necessário) - Suporta HDCP com a Porta HDMI - Suporta reprodução Full HD 1080p de Blu-ray (BD) com as porta HDMI   Áudio - Áudio HD 5.1 Canais (Codec de Áudio Realtek ALC662) - Suporta Proteção Contra Oscilação (Proteção Total Contra Picos ASRock)   Rede - Rede PCIE 1x Gigabit 10/100/1000 Mb/s - Realtek RTL8111GR - Suporta Wake-On-WAN - Suporta Wake-On-LAN - Suporta Proteção Contra Raios/ESD (ASRock Full Spike Protection) - Suporta Detecção de Cabo de Rede - Suporta Eficiencia de Energia Ethernet 802.3az - Suporta PXE   Slots - 1 x slot PCI Express 2.0 x1   Armazenamento - 2 x conectores SATA2 3.0 Gb/s, suportando NCQ, AHCI e Hot Plug   Conectores - 1 x Conector Wafer de Saída de AMP Áudio de 3W - 1 x conector para COM - 1 x Conector TPM - 1 x Conector de Intrusão do Gabinete - 1 x conector de Ventoínha da CPU (3-pin) - 1 x conector de Ventoínha do Gabinete (3-pin) - 1 x Conector de energia ATX 24 pinos - 1 x Conector de painel de áudio frontal - 1 x Conector USB 2.0 (suporta 2 portas USB 2.0) (Suporta Proteção Contra ESD (ASRock Full Spike Protection))   Painel Traseiro - 1 x Porta de Mouse PS/2 - 1 x Porta de Teclado PS/2 - 1 x Porta Paralela (Suporte ECP/EPP) - 1 x Porta Serial: COM1 - 1 x Porta D-Sub - 1 x Porta HDMI - 3 x portas USB 2.0 (Suporta Proteção Contra ESD (ASRock Full Spike Protection)) - 1 x porta USB 3.1 Gen1 (Suporta Proteção Contra ESD (ASRock Full Spike Protection)) - 1 x Porta de Rede RJ-45 com LED (LED de ACESSO E LED de VELOCIDADE) - conectores de Áudio HD: Entrada de Linha / Alto-Falante Frontal / Microfone   Software e UEFI   Software - ASRock A-Tuning - ASRock USB Key - ASRock XFast LAN - ASRock XFast RAM - ASRock Reiniciar para a UEFI   UEFI - ASRock Instant Flash - ASRock Internet Flash - ASRock Crashless BIOS   CD de Suporte - Drivers, Utilitários, AntiVirus (Versão Trial), Barra de Tarefas e Navegador Google Chrome, Start8 (30 dias julgamento)   Acessórios - Guia Rápido de Instalação, CD de Suporte, Protetor E/S - 2 x Cabos de dados SATA   Monitor de Hardware - Sensor de temperatura CPU, Gabinete - Tacômetro do Ventilador do CPU, Gabinete - Quiet Fan CPU, Gabinete (Ajuste automático das ventoinhas do gabinete de acordo com a temperatura do CPU) - Controle multivelocidade de ventoinha de CPU, Gabinete - Detecção CASE OPEN - Monitoramento de Voltagem: +12V, +5V, +3.3V, CPU Vcore     Formato - Formato Mini-ITX - Capacitores Sólidos para Energia da CPU - PCB de Fibra de Vidro de Alta Densidade   SO - Microsoft® Windows® 8.1 32-bit / 8.1 64-bit / 8 32-bit / 8 64-bit / 7 32-bit / 7 64-bit Certificações - FCC, CE - Pronta para ErP/EuP (Necessário fonte de alimentação pronta para ErP/EuP)   Garantia: 9 meses Tiburon Informática",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "Y7yD_3UBk_xgteqE4F1u",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1151 8ª, 9ª Geração Asrock B360M Performance, Intel",
          "item_valor" : "740.21",
          "item_descr" : "ESPECIFICAÇÕES TÉCNICAS Características:- Marca: ASRock- Modelo: B360M Performance Especificações:CPU:- Suporta 8ª Geração Intel processadores núcleo (soquete 1151) - Suporta CPU até 95W - Projeto Digi Poder - 10 Potência fase de projeto - Suporta Intel Turbo Boost 2.0 Tecnologia Chipset:- Intel B360 Memória:- Tecnologia de Memória Dual Channel DDR4 - 4 Slots DDR4 DIMM - Suporta memória DDR4 2666/2400/2133 não-ECC, sem buffer - Suporta módulos de memória ECC UDIMM (operar no modo não-ECC) - Capacidade máx. capacidade de memória do sistema: 64 GB *- Suporta Intel Extreme Memory Profile (XMP) 2.0 - 15μ ouro contato no Slots DIMM * Devido à limitação do sistema operacional, o tamanho real da memória pode ser inferior a 4 GB para a reserva para uso do sistema no sistema operacional Windows de 32 bits. Para o SO Windows 64-bit com CPU de 64 bits, não existe tal limitação. BIOS:- AMI Legal BIOS de 128Mb da AMI com suporte a GUI multilíngüe - Eventos de ativação em conformidade com ACPI 6.0 - Suporte a SMBIOS 2.7 - CPU, DRAM, PCH 1.0V, VCCIO, VCCSA, Multi-ajuste de tensão VCCST Gráficos:- Suporta Intel Gráficas UHD visuais integrados: Intel Quick Sync Vídeo com AVC, MVC (S3D) e MPEG-2 Full HW Encode1, Intel InTru 3D, a Intel Clear Video HD Technology, Intel Insider, Intel Gráficos UHD - DirectX 12 - HWAEncode / Descodificação: AVC / H.264, HEVC / H.265 8 bits, HEVC / H.265 10 bits, VP8, VP9 8 bits, 10 bits VP9 (Descodificar apenas) , MPEG2, MJPEG, VC-1 (somente decodificação) - Três opções de saída gráfica: D-Sub, DVI-D e HDMI - Suporta monitor triplo - Suporta HDMI com máx. resolução até 4K x 2K (4096x2160) a 30Hz - Suporta DVI-D com máx. resolução até 1920x1200 @ 60Hz- Suporta D-Sub com max. resolução de até 1920x1200 @ 60Hz - Suporta Auto Lip Sync, Deep Colour (12bpc), xvYCC e HBR (Áudio de Alta Taxa de Bits) com Porta HDMI (Compatível com monitor HDMI) - Suporta HDCP com portas DVI-D e HDMI - Suporta 4K Reprodução Ultra HD (UHD) com porta HDMI * Os gráficos integrados Intel UHD Visuals e as saídas VGA podem ser suportados somente com processadores que são integrados com GPU. Áudio:- Áudio HD de 7.1 canais com proteção de conteúdo (codec de áudio Realtek ALC892) *- Suporte de áudio Blu-ray premium - Suporta proteção contra surtos - Áudio Nichicon Fine Gold Series - Conector de áudio 15μ Gold - Suporta Creative SoundBlaster Cinema5 * Para configurar 7.1 CH HD Audio, é necessário usar um módulo de áudio do painel frontal HD e ativar o recurso de áudio multicanal através do driver de áudio. LAN:- Gigabit LAN 10/100/1000 Mb/s- Giga PHY Intel I219V- Suporta Wake-On-LAN- Suporta relâmpago / ESD- Suporta Energia 802.3az Ethernet Eficiente- Suporta PXE Slots:- 2x Slots PCI Express 3.0 x16 (PCIE1 / PCIE4: simples a x16 (PCIE1); dual a x16 (PCIE1) / x4 (PCIE4)) - 2x Slots PCI Express 3.0 x1 (PCIe flexível) - Suporta AMD Quad CrossFireX e CrossFireX- 1x M2 socket (e Key), suporta tipo de 2.230 módulo WiFi / BT e Intel CNVi (Integrated WiFi / BT) - 15μ ouro contato no slot VGA PCIe (PCIE1) * Se o PCIE2 estiver ocupado, o PCIE4 será rebaixado para o modo x2. Suporta NVMe SSD como discos de inicialização Armazenamento:- 6x Conectores SATA3 de 6,0 Gb / s, suporte NCQ, AHCI e Hot Plug *- 1x Soquete Ultra M.2 (M2_1), suporta o tipo M Key 2230/2242/2260/2280 Módulo M.2 PCI Express até Gen3 x4 (32 Gb / s) **- 1x Tomada M.2 (M2_2), suporta o módulo M Key 2230/2242/2260/2280 M.2 SATA3 módulo de 6,0 Gb / s e módulo M.2 PCI Express até Gen3 x1 (8 Gb / s) ** * Se M2_2 for ocupado por um dispositivo M.2 do tipo SATA, o SATA3_1 será desativado.  ** Suporta a tecnologia Intel Optane (somente M2_1)  - Suporta NVMe SSD como discos de inicialização - Suporta o Kit ASRock U.2 Conector:- 1x Comunicação de porta COM - 1x Comunicação de TPM - 1x Chassi de intrusão e alto-falante - 2x Comunicações de LED RGB *- 1x Comunicação de LED endereçável **- 1x Conector de ventilador de CPU (4 pinos) ***- 1x Conector do Ventilador da Bomba de Água / CPU (4 pinos) (Controle de Velocidade do Ventilador Inteligente) ****- 2x Conectores do Ventilador da Bomba de Água / Chassi (4 pinos) (Controle de Velocidade do Ventilador Inteligente) *****- 1x Conector de alimentação ATX de 24 pinos (conector de alimentação de alta densidade) - 1x Conector de alimentação de 12 pinos de 12V (conector de alimentação de alta densidade) - 1x Conector de áudio do painel frontal (conector de áudio de 15μ Gold)- 2x USB 2.0 Headers (Suporta 3 portas USB 2.0) (Suporta proteção ESD) - 1x USB 3.1 Gen1 Header (Suporta 2 portas USB 3.1 Gen1) (Suporta proteção ESD) * Suporta no total até 12V / 3A, 36W LED Strip  ** Suporta no total até 5V / 3A, 15W LED Strip  *** O CPU Fan Connector suporta a ventoinha da CPU de potência máxima de 1A (12W).  **** O ventilador da CPU / bomba de água suporta a ventoinha do radiador de água com uma potência máxima de 2A (24W).  ***** O Chassis / Ventilador da bomba de água suporta a ventoinha do refrigerador de água com uma potência máxima de 2A (24W).  CPU_FAN2 / WP, CHA_FAN1 / WP e CHA_FAN2 / WP podem detectar automaticamente se a ventoinha de 3 ou 4 pinos está em uso. Painel Traseiro I/O:- 1x Porta do mouse PS/2- 1x Porta do teclado PS/2- 1x Porta D-Sub - 1x Porta DVI-D - 1x Porta HDMI - 2x Portas USB 2.0 (suporta a proteção ESD) *- 1x Porta USB 3.1 Gen2 tipo A (10 Gb / s) (suporta proteção ESD) - 1x Porta USB 3.1 Gen2 tipo C (10 Gb / s) (suporta proteção ESD) - 2x Portas USB 3.1 Gen1 (suporta proteção ESD ) - 1x Porta de LAN RJ-45 com LED (LED ACT / LINK e LED SPEED) - Tomadas de áudio HD: Line in / Front Speaker / Microfone * 1x Porta do Mouse Fatal1ty (USB 2.0) está incluída Software e UEFI:- ASRock F-Stream - ASRock Policromo RGB - ASRock Key Master - ASRock XFast LAN  UEFI:- ASRock EZ Modo - ASRock Full HD UEFI - ASRock Meus favoritos em UEFI - ASRock Instant Flash - ASRock Internet Flash * Esses utilitários podem ser baixados da ASRock Live Update e APP Shop. Monitor de Hardware:- Sensores de Temperatura: CPU, CPU / Bomba de Água, Ventiladores de Chassi / Bomba de Água - Tacômetro de Ventilador: CPU, CPU / Bomba de Água, Ventiladores de Chassi / Bomba de Água - Ventilador Silencioso (Ajuste automático da velocidade do ventilador pelo CPU): CPU, CPU / Ventiladores da bomba de água, chassi / bomba de água - Controle de várias velocidades do ventilador: CPU, CPU / bomba de água, ventiladores do chassi / bomba de água - Detecção CASE OPEN - Monitoramento de tensão: + 12V, + 5V, + 3.3V, CPU Vcore, DRAM, PCH 1.0V Fator de Forma:- Forma Micro ATX- Dimensão: 24,4 x 24,4 cm OS:- Microsoft Windows 10 de 64 bits Certificações:- FCC, CE - ErP / EuP pronto (fonte de alimentação pronta ErP / EuP) Conteúdo da Embalagem:- 1x Placa Mãe ASRock- 1x Guia de instalação rápida- 1x CD de suporte- 1x Escudo I/O- 2x Cabos de dados SATA - 3x Parafusos para soquetes M.2 Garantia: 9 meses diretamente com a Tiburon Informática Peso1295 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "ZLyD_3UBk_xgteqE5F39",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Hd Externo 6 Tb Seagate Expansion Steb6000403, USB 3.0, Portátil 3.5",
          "item_valor" : "1050.29",
          "item_descr" : "Armazenamento complementar simples. O disco rígido externo Seagate Expansion da Seagate é uma solução fácil de usar quando você precisa adicionar armazenamento de dados ao seu computador instantaneamente. Basta tirar da caixa e arrastar e soltar para salvar arquivos e aproveitar de 6TB com transferência de dados rápida com conectividade USB 3.0   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: Seagate - Modelo: STEB6000403   Especificações: - Cor: Preto - Capacidade: 6TB   Requisitos do sistema: - Sistema operacional: Windows 7 ou posterior - Porta USB 3.0 SuperSpeed (necessária para alcançar as velocidades de transferência do USB 3.0 - Compatibilidade retroativa com portas USB 2.0 com velocidades de transferência do USB 2.0   Dimensões: - Comprimento: 176 mm - Largura: 120,6 mm - Profundidade: 36,6 mm   Conteúdo da embalagem: - HD Seagate Externo Expansion - Cabo USB 3.0 de 120 cm (4 pés) - Fonte de alimentação - Guia de início rápido   Garantia 1 ano de garantia diretamente com o fabricante   Peso 1270 gramas (bruto com embalagem)",
          "item_categ" : "Disco Rígido (Hd)"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "ZbyD_3UBk_xgteqE6V2I",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Ssd M2 240 Gb Western Digital Wds240G2G0B",
          "item_valor" : "280.08",
          "item_descr" : "Características: - Marca: WD - Modelo: WDS240G2G0B   Especificações: - Capacidade: 240GB - Interface: SATA III 6Gb/s - Form Factor: M.2 2280 - Dimensões: 80 x 22 mm   Desempenho: - Leituras: 545MB/s   Conteúdo da Embalagem: - SSD WD Green M.2 2280 240GB   Garantia 12 meses de garantia diretamente com o fabricante.   Peso 40 gramas (bruto com embalagem)",
          "item_categ" : "Ssd"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "abyD_3UBk_xgteqE9F0A",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Impressora Térmica Elgin I7 Usb Serrilha 46I7Usbckd11",
          "item_valor" : "580.16",
          "item_descr" : "Ideal para emissão de cupons SAT / NFC-e, e também outros cupons e recibos não fiscais. Com Velocidade de 200mm/seg. ela agiliza suas operações. É a melhor escolha entre preço e desempenho. Com dimensões reduzidas, se adapta facilmente aos diversos balcões e seu design simples torna a operação muito fácil. ESPECIFICAÇÕES TÉCNICAS  Características:- Marca: Elgin- Modelo: I7 Especificações: - Tecnologia de Impressão: Térmica Direta- Velocidade máxima: 200 mm/seg.- Resolução: 203 DPI (8 dots/mm)- Largura do Papel: 80mm +/-0,5mm- Diâmetro máx. Bobina: 110mm- Fontes de Caracteres: ASCII 9x17, 12x24 - 14 Code Pages- Interfaces de Comunicação: USB, com função Virtual Serial COM (ativada pelo botão avanço)- Serrilha: Corte manual do papel- Driver de Windows: Windows Vista/ XP/ Win7/ Win8/ Win8.1/ Win10- Driver de Linux: Sob consulta- Compatibilidade: ESC/ POS- Códigos de barras: UPC-A/ UPC-E/ EAN8/ EAN13/ CÓDIGO39/ ITF CÓDIGO 128/ CÓDIGO 93/ PDF417/ QR Code- Confiabilidade: Vida útil da cabeça térmica = 150Km, MTBF = 360.000h- Dimensões: 142(L) x 205(P) x 138(A) mm- Voltagem: Entrada: AC100V - 240V 50-60Hz, Sáida: 24V +- 5%, 2.1A Conteúdo da Embalagem:- 01 Impressora Elgin Não Fiscal Garantia12 meses de garantia diretamente com o fabricante. Peso1850 gramas (bruto com embalagem)",
          "item_categ" : "Impressoras"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "aryD_3UBk_xgteqE-F27",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador Am4 Amd Ryzen 3 3200G, Cache 4MB, 3.6GHz, 4GHz Max Turbo, Com Vídeo Integrado",
          "item_valor" : "810.22",
          "item_descr" : "A arquitetura Zen 2 do núcleo de alto desempenho da AMD permite que os Processadores de 3ª geração Ryzen ofereçam o mais alto desempenho para uma ou múltiplas linhas de execução e de qualquer Processador de desktop convencional.   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: AMD - Modelo: YD3200C5FHBOX   Especificações: - Nº de núcleos de CPU: 4 - Número de tópicos: 4 - Nº de núcleos de GPU: 8 - Clock básico: 3,6 GHz - Clock de Max Boost: 4 GHz - Total de Cache L1: 384KB - Cache Total L2: 2MB - Cachê L3 total: 4MB - Desbloqueado - CMOS: FinFET de 12nm - Socket: AM4 - Versão PCI Express: PCIe 3.0 x8 - Solução térmica: Wraith Stealth - TDP / TDP Padrão: 65W - cTDP: 45-65W - Tempo máximo: 95 ºC   Memória: - Velocidade máxima da memória: 2933 MHz - Tipo de memória: DDR4 - Canais de memória: 2   Placa de vídeo: - Frequência gráfica: 1250 MHz - Modelo gráfico: Gráficos Radeon Vega 8 - Contagem de núcleos gráficos: 8   Recursos: - HDMI - DisplayPort   Conteúdo da Embalagem: - Processador AMD Ryzen 3 3200G - Cooler   Garantia 12 meses de garantia diretamente com o fabricante   Peso 660 gramas (bruto com embalagem",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "5LyE_3UBk_xgteqEAF2E",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe Am4 Asus Tuf Gaming X570-Plus, Ddr4, Hdmi, D-Port, M.2, Usb 3.2, Rgb, Crossfirex",
          "item_valor" : "1680.47",
          "item_descr" : "Características: - Marca: Asus- Modelo: TUF Gaming X570-PLUS/BR Especificações: Processadores:- AMD Socket AM4 AMD Ryzen 1ª e 2ª Geração / AMD Ryzen 2ª e 1ª geração com gráficos Radeon Vega / 3ª geração AMD Ryzen- Suporte até 16 núcleos* Em razão de limitações de CPU, os núcleos suportados variam conforme o processador.* Acesse www.asus.com para a lista de compatibilidade de CPUs AMD. Chipset:- Processadores AMD X570 Memória:- Processador AMD Ryzen de 3ª Geração:- Memória DIMM 4x, máximo de 128 GB, DDR4 4400 (OC) / 3466 (OC) / 3400 (OC) / 3200 (OC) / 3000 (OC) / 2933 (OC) / 2800 (OC) / 2666/2400/2133 MHz sem buffer- Arquitetura de memória: Dual Channel Processador AMD Ryzen de 2ª Geração:- O Suporte à ECC Memory (modo ECC) varia de acordo com a CPU.* Consulte asus.com.br ou o manual do usuário para uma lista de fornecedores de memória. Processador AMD Ryzen 1ª e 2ª Geração com Gráficos Radeon Vega:- 4x DIMM, Máx. 128 GB, DDR4 3600 (O.C.) / 3466 (O.C.) / 3400 (O.C.) / 3200 (O.C.) / 3000 (O.C.) / 2933 (O.C.) / 2800 (O.C.) / 2666/2400/2133 MHz Memória sem buffer- 4x DIMM, Máx. Memória sem buffer de 128 GB, DDR4 3200 (O.C.) / 3000 (O.C.) / 2933 (O.C.) / 2800 (O.C.) / 2666/2400/2133 MHz sem buffer Gráfico:- Radeon Vega Integrado no Processador AMD Ryzen de 1ª e 2ª Geração- Múltiplas visualizações de vídeo: portas HDMI / DisplayPort- Suporta DisplayPort com resolução máxima de 4096 por 2160/60 Hz- Suporta HDMI 1.4b com máx. resolução 4096 x 2160 a 24 Hz Suporte Multi-GPU:- Processador AMD Ryzen de 2ª e 3ª Geração- Processadores AMD Ryzen da 2ª Geração / Ryzen da 1ª Geração- Suporta Tecnologia AMD CrossFireX Slots de expansão:- Processador AMD Ryzen de 3ª Geração: 1x PCIe 4.0 x16 (modo x16)- Processador AMD Ryzen de 2ª Geração: 1x PCIe 3.0 x16 (modo x16)- Processador AMD Ryzen de 2ª e 1ª Geração de gráficos Radeon Vega: 1x PCIe 3.0 / 2.0 x16 (modo x8) Chipset AMD X570:- 1x PCIe 4.0 x16 (máximo no modo x4)- 3x PCIe 4.0 x1 Armazenamento: Processador AMD Ryzen de 3ª Geração:- 1x M.2 soquete 3, com chave M, tipo 2242/2260/2280/22110 (modos PCIE 4.0 x4 e SATA) compatíveis com dispositivos de armazenamento Processador AMD Ryzen de 2ª Geração:- 1x M.2 soquete 3, com chave M, tipo 2242/2260/2280/22110 (modos PCIE 3.0 x4 e SATA) compatíveis com dispositivos de armazenamento Chipset AMD X570:- 1x M.2 soquete 3, com chave M, tipo 2242/2260/2280/22110 (modos PCIE 4.0 x4 e SATA) compatíveis com dispositivos de armazenamento- 8x Portas SATA 6Gb/s- Suporta Raid 0, 1, 10 LAN:- Realtek L8200A- Utilitário ASUS Turbo LAN- TUF LANGuard Áudio:- Realtek ALC S1200A com 8 canais CODEC de alta definição Recursos de áudio:- Custom DTS exclusivo para fones de ouvido para jogos.- Proteção de áudio: Garante precisão na separação analógica / digital e reduz a maioria das interferências multi-laterais.- Camadas de áudio PCB dedicadas: Camadas separadas para o canal direito e esquerdo para proteger a qualidade dos sinais de áudio.- Capacitores de áudio premium japoneses: podem gravar som natural e imersivo com clareza e fidelidade excepcionais.- Capa de áudio: uma blindagem eficaz preserva a integridade dos sinais de áudio para garantir a melhor qualidade. Portas USB:- AMD Ryzen / AMD de segunda e primeira geração AMD Ryzen com processadores gráficos Radeon Vega: 4 porta (s) USB 3.2 Gen 1 (4 no painel traseiro)- Chipset AMD X570: 3 portas USB 3.2 Gen 2 (3 no painel traseiro, 2 x Tipo A + 1 x USB Tipo-CTM)- chipset AMD X570: 2 portas USB 3.2 Gen 1 (conectores internos para mais de 2 portas)- Chipset AMD X570: 4 portas USB 2.0 (conectores internos para mais de 4 portas) Recursos Especiais: PROTEÇÃO ASUS TUF:- ASUS SafeSlot: Proteja ou invista em placas de vídeo- ASUS ESD Guard: Proteção ESD aprimorada- ASUS Proteção contra sobretensão: Melhor proteção do circuito de energia- ASUS Painel I / O Traseiro de Aço Inoxidável: 3X mais resistente à corrosão para maior resistência!- ASUS DIGI + VRM: controle de precisão para energia estável- ASUS LANGuard: Protege contra surtos de rede, descargas elétricas e descargas de eletricidade estática! Recursos exclusivos ASUS:- AI Suite 3- Carregador Ai Solução ASUS Quiet Thermal:- Design elegante: Dissipador de calor MOS com design de duas almofadas térmicas, ventilador PCH, dissipador de calor PCH e M.2- ASUS Fan Xpert 4 AURA:- Controle de iluminação Aura- Headers Aura RGB Strip- Header Gen 2 endereçável ASUS EZ DIY:- ASUS CrashFree BIOS 3- ASUS EZ Flash 3- Modo ASUS UEFI BIOS EZ ASUS Q-Design:- ASUS Q-LED (CPU, DRAM, VGA, LED do dispositivo de inicialização)- Slot Q da ASUS- ASUS Q-DIMM Projeto amigável de DIY:- Procool- SafeSlot- Digi + VRM- Componentes altamente duráveis- Guardas ESD Portas no Painel Traseiro:- 1x Porta PS / 2 para teclado ou mouse- 1x DisplayPort- 1x HDMI- 1x Porta LAN (RJ45)- 5x Conectores de áudio- 1x Saída PDIF/S óptica- 4x Portas USB 3.2 Gen 1 (até 5 Gbps)- 3x Portas USB 3.2 Gen 2 (até 10 Gbps) (Type-A + USB Type-CTM) Painel Interno:- 2x Portas USB 2.0, com suporte para 4 portas USB 2.0 adicionais- 1x Conector de ventoinha do processador- 8x Conectores SATA 6Gb/s- 3x Conectores de ventoinha do chassi- 2x Headers RGB- 1x Conector de força EATX de 24 pinos- 1x Header da Geração 2 endereçável- 1x Conector de força ATX 12V de 4 pinos- 1x M.2 soquete 3 com chave M, tipo 2242/2260/2280/22110 dispositivos de armazenamento suporte (modo SATA e modo X4 PCIE)- 1x M.2 soquete 3 com chave M, tipo 2242/2260/2280/22110 suporte a dispositivos de armazenamento (modo SATA e modo X4 PCIE)- 1x Conector de áudio para o painel frontal (AAFP)- 1x Painel do sistema- 1x Conector de energia de 8 pinos ATX 12V- 1x Header SPI TPM- 1x Conector CPU OPT Fan- 1x Conector AIO_PUMP- 1x Jumper Clear CMOS- 1x Header da porta COM- 1x Conector USB 3.2 Gen 1 (até 5 Gbps) suporta 2 portas USB adicionais BIOS:- 256 MB ROM Flash, UEFI AMI BIOS, PnP, SM BIOS 3.2, ACPI 6.2, BIOS multilíngue, ASUS EZ Flash 3, CrashFree BIOS 3, F6 Qfan Control, F3 Meus Favoritos, F4 AURA ON / OFF, Último registro modificado, Informações de memória F9 Search, F12 PrintScreen e ASUS DRAM SPD (Serial Presence Detect) Gerenciamento:- WOL por PME, PXE Sistema Operacional:- Windows 10 de 64 bits Formato:- Modelo ATX- Dimensões: 30.5 x 24.4 cm Conteúdo da Embalagem:- 1x Placa Mãe ASUS- 1x Manual do usuário- 1x Blindagem I/O- 2x Cabos SATA 6Gb/s- 1x Pacote de parafusos M.2- 1x DVD de suporte- 1x Adesivo TUF GAMING- 1x Cartão de certificação TUF Garantia9 meses de garantia diretamenteo com a Tiburon Informática Peso1410 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "Z7yE_3UBk_xgteqEK14O",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1151 8ª, 9ª Geração Asus Prime H310M-E R2.0Br, Ddr4, Hdmi, Dsub, Gigabit, M2, Sata3",
          "item_valor" : "650.18",
          "item_descr" : "Placa-mãe Intel LGA-1151 mATX, DDR4 2666MHz, SATA 6Gbps e USB 3.1 Gen1, ASUS OptiMem: Roteamento cuidadoso de canais e vias para preservar a integridade do sinal e melhorar a estabilidade da memória. Fan Xpert: Controles flexíveis para máxima refrigeração e silêncio, além de sensor de temperatura da GPU. 5X Protection III: Múltiplas proteções de hardware para proteção geral. As placas-mãe ASUS Prime série 300 fornecem uma base solida para um sistema eficiente, além de características que satisfazem as suas ambições. Combinamos excelentes recursos, os mais recentes processadores Intel Core de 9ª / 8ª geração e projetos de engenharia ASUS para que você tenha as tecnologias líderes do setor incluindo o ajuste automatizado do sistema, controles abrangentes de refrigeração e áudio imersivo integrado. Quando você monta um PC com uma placa-mãe ASUS Prime 300, você monta de maneira inteligente, fácil e econômica. A tecnologia ASUS OptiMem preserva a integridade do sinal da memória roteando os canais e vias para a camada principal do PCB. A tecnologia T-Topology traça um caminho no layout que garante uma sinalização limpa e balanceada e com a mesma distância entre os slots de memória. Esses aprimoramentos permitem que a PRIME Série 300 suporte vários kits de memória dual e quad-DIMM, proporcionando ao seu equipamento a estabilidade que ele precisa para lidar com qualquer tipo de carga de trabalho esteja você jogando ou executando aplicações intensas.   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: ASUS - Modelo: Prime H310M-E R2.0/BR   Especificações:   Processador: - Processadores Intel Socket 1151 para 9ª / 8ª Geração Intel Core, Pentium, Celeron Processadores  - Suporta processadores Intel de 14 nm - Suporta a tecnologia Intel Turbo Boost 2.0  * Suporta a tecnologia Intel Turbo Boost 2.0 dependendo do tipo do processador. * Visite www.asus.com.br para a lista de processadores suportados.   Chipset: - Intel H310   Memória: - 2x DIMM, máximo de 32GB, DDR4 2666/2400/2133 MHz Non-ECC, Un-buffered - Arquitetura de memória: Dual Channel - Suporta Intel Extreme Memory Profile (XMP) * Consulte www.asus.com.br ou o manual do usuário para a lista de vendedores qualificados de memória. * A freqüência de memória máxima suportada varia de acordo com o processador **Módulos de Memória DDR4 2666MHz ou superiores irão funcionar na velocidade máxima de 2666MHz em processadores Intel® de 8ª Geração com 6-cores ou superiores.   Gráfico: - Processador Gráfico Integrado - Múltiplas saídas de vídeo: portas HDMI/D-Sub (VGA) - Suporta HDMI 1.4b com resolução máxima de 4096 x 2160 @ 24 Hz / 2560 x 1600 @ 60 Hz - Suporta D-sub com resolução máxima de 1920 x 1200 @ 60 Hz - Máximo de memória compartilhada MB (Exclusivo para iGPU) - Suporta Intel InTru 3D, Quick Sync Video, Clear Video HD Technology, Insider   Slots de Expansão: - 1x PCIe 3.0/2.0 x16 (modo x16, cinza(s))  - 2x PCIe 3.0/2.0   Armazenamento:   Intel H310 Chipset: - 1x M.2 Socket 3, com M Key, suporte a dispositivo de armazenamento tipo 2242/2260/2280/22110 (modo SATA & x2 PCIE) - 4x Portas SATA 6Gb/s, cinza(s)   LAN: - 1x Gigabit LAN Realtek RTL8111H   Áudio: - Realtek ALC887 com 8 canais - CODEC de alta definição  - Suporta: Detecção de conexão, Painel frontal com possiblidade de redefinir a conexão   Recursos de Áudio: - Proteção de Áudio: Garante precisão na separação analógica/digital e reduz a maioria das interferências multi-laterais. - Camadas de áudio PCB dedicadas: Camadas separadas para o canal direito e esquerdo para proteger a qualidade dos sinais sensíveis de áudio. - Design iluminado por LED - Ilumine a sua construção com caminhos de áudio iluminados. - Capacitores de áudio premium japoneses: fornecem som natural e imersivo com clareza e fidelidade excepcionais * Escolha o chassi com o módulo de áudio HD no painel frontal para suportar a saída de áudio de 8 canais.   Portas USB: - Chipset Intel H310: 4 porta(s) USB 3.1 Gen 1 up to 5Gbps (2 no painel traseiro, azul, conectores internos para mais 1 porta(s), Type-A) - Chipset Intel H310: 6 porta(s) USB 2.0/1.1 (2 no painel traseiro, , conectores internos para mais 1 porta(s))   Recursos Especiais: - M.2 Onboard (As mais recentes tecnologias de transferência com velocidades de transferência de dados de até 10Gb / s)   ASUS 5X Protection III: - ASUS SafeSlot Core: Slot PCIe reforçado para evitar danos - ASUS LANGuard: Protege contra picos, raios e descargas de eletricidade estática! - Proteção contra sobretensão: Melhor proteção do circuito de energia - Painel I/O Traseiro de Aço Inoxidável: 3X mais resistente à corrosão para maior durabilidade! - ASUS DIGI+ VRM: Componentes premium que oferecem mais eficiência energética   ASUS OptiMem: - Optimem (Improved DDR4 stability)   ASUS EPU: - EPU    Recursos exclusivos ASUS: - AI Suite 3 - PC Cleaner - File Transfer   Solução ASUS Quiet Thermal: - Stylish Fanless Design Heat-sink solution - ASUS Fan Xpert    ASUS EZ DIY: - BIOS ASUS CrashFree 3  - ASUS EZ Flash 3  - ASUS UEFI BIOS Modo EZ    ASUS Q-Design: - ASUS Q-DIMM    Portas no painel Traseiro: - 1x PS/2 teclado (roxo) - 1x PS/2 mouse (verde) - 1x Saída D-Sub - 1x HDMI - 1x Porta LAN (RJ45) - 2x Portas USB 2.0 - 3x Conectores de áudio - 2x Portas USB 3.0 (azul) Type-A até 5Gbps   Painel Interno: - 1x Porta USB 3.1 Gen 1 (até 5Gbps) com suporte a 2 portas USB 3.1 Gen 1 adicionais (19-pin) - 2x Portas USB 2.0, com suporte a 4 portas USB 2.0 adicionais - 1x Conector para porta COM - 1x Conector para porta TPM - 1x Conector de ventoinha do processador (1x 4 -pin) - 4x Conectores SATA 6Gb/s - 1x Conector de ventoinha do chassi (1x 4 -pin) - 1x Leitor externo S/PDIF - 1x Conector de força EATX de 24 pinos - 1x Conector de força ATX 12V de 4 pinos - 1x M.2 Socket 3 com M key, type 2260/2280 storage devices support (SATA & PCIE x2 mode) - 1x Conector de áudio para o painel frontal (AAFP) - 1x Jumper Clear CMOS - 1x Conector Painel de Sistema - 1x Conector de Speaker   BIOS: - Flash ROM de 128 Mb, UEFI AMI BIOS, PnP, SM BIOS 3.1, ACPI 6.1, MultilanguageBIOS, ASUS EZ Flash 3, CrashFree BIOS 3, F6 Controle Qfan, F3 MyFavorites, Log da Última Modificação, F12 PrintScreen e ASUS DRAM SPD (SerialPresence Detect ) informação de memória   Sistema Operacional: - Windows 10 de 64 bits   Formato: - Tipo: Micro ATX - Dimensões: 22.6 x 18.5 cm   Conteúdo da Embalagem: - 1x Placa Mãe ASUS - 1x Manual do usuário - 1x Blindagem I/O - 2x Cabo (s) SATA 6Gb/s - 1x M.2 Âncora - 1x DVD de suporte   NOTA:   * 1 Quando um dispositivo no modo SATA está instalado no soquete M.2, a porta SATA_2 não pode ser usada.   Devido à limitação do Chipset, quando um dispositivo M.2 é instalado no modo PCIe, o soquete é definido para PCIe 2.0.   Garantia 9 meses de garantia com a Tiburon Informática   Peso 645 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "7LyE_3UBk_xgteqEHF2H",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador 1151 Intel 8ª Geração Pentium G5400 Box 3.7Ghz 4Mb Cache",
          "item_valor" : "470.13",
          "item_descr" : "Com esse processador inovador e incrível você desfruta ao máximo o verdadeiro potencial do seu computador e desfruta da mais pura velocidade. Maximize o seu desempenho seja trabalhando, jogando, navegando ou assistindo o seu filme preferido, com esse processador você pode tudo!   ESPECIFICAÇÕES TÉCNICAS    Características: - Marca: Intel - Modelo: BX80684G5400   Especificações: - Segmento: Área de trabalho - Litografia: 14 nm   Perfomance: - Núcleos: 2 - Threads: 4 - Frequência básica: 3,70 GHz - Cache: SmartCache de 4 MB - Velocidade bus: 8 GT / s DMI3 - TDP: 54 W   Informação Complementar: - Opções Embutidas Disponíveis   Memória: - Tamanho Máximo: 64GB (depende do tipo de memória) - Tipo: DDR4-2400 - Número Máximo de Canais: 2x - Largura de banda máxima: 37,5 GBps - Memória ECC Suportada   Gráficos do Processador: - Intel UHD Graphics 610 - Frequência básica de gráficos: 350 MHz - Freqüência dinâmica máxima de gráficos: 1.05 GHz - Memória máxima de vídeo gráfico: 64 GB - Suporte 4K a 60Hz - Resolução máxima (HDMI 1.4): 4096x2304 @ 24Hz - Resolução Máxima (DP): 4096x2304 @ 60Hz - Resolução Máxima (eDP - Painel Plano Integrado): 4096x2304 @ 60Hz - Suporte DirectX: 12 - Suporte a OpenGL: 4.5 - Vídeo Intel Quick Sync - Tecnologia Intel InTru 3D - Tecnologia Intel Clear Video HD - Tecnologia Intel Clear Video - Displays suportados: 3x - ID do dispositivo: 0x3E90 / x93   Opções de Expansão: - Escalabilidade: Apenas 1S - Revisão PCI Express 3.0 - Configurações PCI Express: Até 1x16, 2x8, 1x8 + 2x4 - Número Máximo de Pistas PCI Express: 16   Package: - Soquetes suportados: FCLGA1151 - Configuração Máxima da CPU: 1x - Solução térmica: PCG 2015C (65W) - TJUNCTION: 100 º C - Baixas opções de halogênio: Veja MDDS   Recursos Avançados: - Tecnologia Intel Hyper-Threading - Tecnologia de virtualização Intel (VT-x) - Tecnologia de virtualização Intel para I/O direcionada (VT-d) - Intel VT-x com tabelas de páginas estendidas (EPT) - Intel 64 - Conjunto de instruções: 64 bits - Extensões de conjunto de instruções: Intel SSE4.1, Intel SSE4.2 - Estados ociosos - Tecnologia Enhanced Intel SpeedStep - Tecnologias de monitoramento térmico - Tecnologia de proteção de identidade Intel   Segurança e Confiabilidade: - Novas instruções do Intel AES - Segurança de Chave - Extensões de guarda de software Intel (Intel SGX) - Execute Desativar Bit - Protetor de inicialização Intel   Conteúdo da Embalagem: - Processador Intel - Cooler   Garantia Garantia de 12 meses diretamente com o fabricante   Peso 270 gramas (bruto com embalagem)",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "5ryE_3UBk_xgteqECV2O",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Fonte Atx 550 W Gigabyte Gp-P550B, 80 Plus Bronze, 28200-P550B-1Brr",
          "item_valor" : "490.14",
          "item_descr" : "A certificação 80 Plus Bronze garante uma eficiência de 85% a 50% de carga. A melhor eficiência de energia leva a menos desperdício de energia, menos calor e menos ruído do ventilador. O P550B fornece a melhor solução para a construção do sistema. O cabo plano reduz a desordem e melhora o fluxo de ar no gabinete. A vida útil do ventilador do rolamento hidráulico é superior a 4 anos. O ventilador do rolamento hidráulico silencioso de 120 mm otimiza a redução de ruído e o desempenho térmico. A velocidade do ventilador é ajustada de acordo com a detecção automática de energia. O ventilador do mancal hidráulico fornece uma vida útil mais longa e mais estável. O trilho único de + 12V fornece a melhor potência, estabilidade e compatibilidade para o hardware. Ele fornece a maneira mais fácil de instalar o cabo de alimentação. E é o melhor design para overclock. Para garantir que todo o sistema do computador opere de forma estável sob quaisquer condições, não apenas adicionamos projetos de proteção como OCP, OTP, OVP, OPP, UVP e SCP, mas também garantimos a operação estável do seu sistema através da certificação de segurança de vários países. ESPECIFICAÇÕES TÉCNICAS Características:- Marca: Gigabyte- Modelo: 28200-P550B-1BRR Especificações:- Tipo: Fator de forma Intel ATX 12V v2.31- PFC: PFC ativo (> 0,9 típico)- Tensão de entrada: 100-240 Vac (gama completa)- Corrente de entrada: 8-4 A- Frequência de entrada: 60-50 Hz- Capacidade de saída: 550W- Tipo de ventilador: 1 ventilador do rolamento hidráulico de 20mm (HYB)- 80 PLUS: Bronze- Eficiência: 85% em carga típica- MTBF: > 100.000 horas- Proteção: OVP / OPP / SCP / UVP / OCP / OTP- Bom sinal de potência: 100-500ms- Tempo de espera: > 16ms- Tipo de cabo: Plana, toda preta Dimensões:- 150 x 140 x 86 mm Conectores:- ATX / MB 20 + 4 pinos x 1: 550 mm * 1- CPU / EPS 4 + 4 pinos x 1: 600 mm * 1- PCI-e 6 + 2 pinos x 2: 550 mm + 150 mm * 1- SATA x 6: 500 mm + 120 mm + 120 mm * 2- Periférico de 4 pinos x 3 - Floppy de 4 pinos x 1: 500mm + 120mm + 120mm + 120mm * 1 Conteúdo da Embalagem:- Fonte Gigabyte GP-P550B Garantia1 ano de garantia diretamente com o fabricante Peso1955 gramas (bruto com embalagem)",
          "item_categ" : "Fontes"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "7byE_3UBk_xgteqEIV1b",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Monitor Gamer Led 24 Samsung Curvo Lc24Rg50Fqlmzd, 4Ms, 144Hz, Widescreen, Hdmi, D-Port, Preto",
          "item_valor" : "1640.46",
          "item_descr" : "Especificações:   Curvatura da tela: 1800R Proporção de Tela: 16:9 Brilho (Típico) 250cd/m2 Contraste Estático 3,000:1(Typ) Resolução: 1920 x 1080 Tempo de resposta: 4ms (GTG) Tamanho de Tela (polegadas)23.5 Tamanho da tela (cm) 59.8 Tamanho de Tela (Class) 24 Plano / Curvo: Curved Área de Display Ativo (HxV) (mm) 521.3952(H) * 293.2848(V) Curvatura da tela: 1800R Proporção de Tela 16:9 Tipo de painel VA Brilho (Típico)250cd/m2 Peak Brightness (Typical)250cd/m2 Brilho (mínimo)200cd/m2 Contraste Estático3,000:1(Typ) Tipo de Contraste Mega DCR Resolução 1920 x 1080 Tempo de resposta 4ms (GTG) Ângulo de visão (horizontal / vertical) 178°(H)/178°(V) Suporte de Cor 16.7M Gama de Cores (NTSC 1976) 72% Taxa de atualização 144Hz   Recursos Gerais Eye Saver ModeSim Flicker Free Sim Caixa de configuração fácil Sim Certificação Windows Windows 10 FreeSync Sim Screen Size Optimizer Sim Black Equalizer Sim Low Input Lag Mode Sim Refresh Rate Optimizor Sim Super Arena Gaming UX Sim   Interface Display sem fio Não D-Sub Não DVI Não Dual Link DVI Não Display Port 1 Display Port Version 1.2 Display Port Out Não Display Port Out Version Não Mini-Display Port Não HDMI 2 HDMI Version 1.4 Fones de ouvido Sim USB Ports Não USB-C Não USB-C Charging Power Não   Áudio Soundbar USB (pronto) Não   Condições Operacionais Temperatura 10~40 ? Umidade 10 ~ 80, sem condensação   Alimentação Alimentação de Energia AC 100~240 V Consumo de Energia 35 W Consumo de Energia (DPMS) =0.5 Consumo de energia (modo desligado) =0.3 Tipo Externo   Dimensões (Larg. x Alt. x Prof.) Dimensão do conjunto com suporte (LxAxP)547.8 x 430.5 x 242.6 mm Dimensão do conjunto sem suporte (LxAxP)547.8 x 326.3 x 90.7 mm Dimensão com Embalagem612.0 x 172.0 x 391.0 mm   Peso Peso do conjunto com suporte 3.3 kg Peso do conjunto sem suporte 2.8 kg Peso com embalagem 4.9 kg   Acessórios Comprimento do cabo de força 1.5 m Cabo HDMI Sim Guia de configuração rápida Sim   Garantia: 1 ano diretamente com o fabricante",
          "item_categ" : "Monitores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "7ryE_3UBk_xgteqEJl1N",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador 1151 Intel 9ª Geração Core I3-9100F Coffee Lake 3.60 Ghz 6Mb Bx80684I39100F Sem Video",
          "item_valor" : "580.16",
          "item_descr" : "Características: - Marca: Intel - Modelo: i3-9100F Coffee Lake   Especificações: - Litografia: 14 nm   Desempenho: - Número de núcleos: 4 - Número de threads: 4 - Frequência baseada em processador: 3.60 GHz - Frequência turbo max: 4.20 GHz - Cache: 6 MB SmartCache - Velocidade do barramento: 8 GT/s DMI3 - TDP: 65 W   Memória: - Tamanho máximo de memória: 64 GB - Tipos de memória: DDR4-2400 - Nº máximo de canais de memória: 2 - Largura de banda máxima da memória: 37.5 GB/s - Compatibilidade com memória ECC   Opções de expansão: - Escalabilidade: 1S Only - Revisão de PCI Express: 3.0 - Configurações PCI Express: Acima de 1x16, 2x8, 1x8+2x4 - Nº máximo de linhas PCI Express: 16   Encapsulamento: - Soquetes suportados: FCLGA1151 - Configuração máxima da CPU: 1 - Solução térmica: PCG 2015C (65W) - Junção: 100º C   Tecnologias Avançadas: - Memória Intel Optane suportada - Tecnologia Intel Turbo Boost: 2.0 - Tecnologia de virtualização Intel (VT-x) - Tecnologia de virtualização Intel para E/S direcionada (VT-d) - Intel VT-x com Tabelas de página estendida (EPT) - Intel 64 - Conjunto de instruções: 64-bit - Extensões do conjunto de instruções: Intel SSE4.1, Intel SSE4.2, Intel AVX2 - Estados ociosos - Tecnologia Enhanced Intel SpeedStep - Tecnologias de monitoramento térmico - Tecnologia de proteção da identidade Intel   Segurança e Confiabilidade: - Novas instruções Intel AES - Chave Segura - Extensões de proteção de software Intel (Intel SGX): Com o Intel ME - Intel Memory Protection Extensions (Intel MPX) - Intel OS Guard - Bit de desativação de execução - Intel Boot Guard   Conteúdo da Embalagem: - Processador Intel Core i3-9100F   Garantia 12 meses de garantia direto com o fabricante   Peso 275 gramas (bruto com embalagem)",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "67yE_3UBk_xgteqEGF0N",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Impressora Laser Brother Hl-1212W Monocromatica, Wireless, 110V, Preto",
          "item_valor" : "920.25",
          "item_descr" : "DESCRIÇÃO DO PRODUTOA impressora HL-1212W ajuda a aumentar sua produtividade com Wireless e velocidade de impressão de até 21ppm. Seu tamanho compacto permite que seja facilmente colocada em qualquer ambiente e sua resolução de alta qualidade permite imprimir documentos claros e bem definidos.ESPECIFICAÇÕES TÉCNICAS Características:- Marca: Brother- Modelo: HL1212WEspecificações: - Tecnologia de impressão: Laser eletrofotográfico- Resolução (máx.) em DPI: até 2400 x 600 dpi- Memória Padrão: 32MB- Tempo de Impressão da primeira página: Menos de 10 segundos- Processador: 200 MHz- Interfaces: USB 2.0 / Wireless- Emulação: GDI- Duplex: Manual- Volume máx. de ciclo mensal: 10000 páginas- Voltagem 110 a 120VManuseio de Papel:- Capacidade da Bandeja de Papel: 150 folhas- Capacidade de Saída de Papel: 50 folhas- Tamanhos do Papel: A5 até Oficio- Tipos de Papel: Papel normal, fino e reciclado- Gramatura de Papel: 65 a 105 g/m²Rede: - Interface de rede Embutida: WirelessAmbiente: - Consumo de Energia: Modo espera 8.1W, modo Repouso 1.4W- Certificação Energy StarSistemas Operacionais Compatíveis:- Windows- MacConteúdo da Embalagem:- 01 Impressora Brother  - 01 Toner inicial preto com rendimento para 700 páginas - 01 CD-Rom Instalação- 01 Manual do UsuárioObs: O toner que acompanha o produto não possui carga completa, é apenas para uma utilização prévia da impressora.Garantia12 meses de garantia na rede autorizadaPeso5450 gramas (bruto com embalagem)",
          "item_categ" : "Impressoras"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "5byE_3UBk_xgteqEBV3J",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Gabinete Gamer Redragon Gc-602 Grimlock, 3 Fans Rgb, Sem Fonte, Vidro Temperado, Preto",
          "item_valor" : "435.12",
          "item_descr" : "Marca:Redragon Modelo:GC-602 Tipo:Mid Tower Placas Mãe:Mini ITX, Micro ATX e ATX Ventoinhas Inclusas:3 x 120mm Inclusos para Ventilação Interna Otimizada Cable Management Facilitado:Montagem fácil, descomplicada e limpa de seu Setup. Slots para Drives:2 x 3.54 x 2.5 Slots de Expansão PCI:7 Conexões Frontais:2 x USB 2.01 x USN 1.11 x USBP2 (Áudio + Mic / Black)I/O (Reset, Power)Controle RGB. Ventoinhas Suportadas:3 Frontais, 1 Atrás e 2 superiores Dimensões:46 x 42 x 19 cm Garantia3 meses de garantia diretamente com a Tiburon Informática",
          "item_categ" : "Gabinetes"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "aryE_3UBk_xgteqEOl5u",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Roteador Tp-Link Tl-Wr940N, Wireless, 450 Mbps, 4 Portas, 10/100 Mbps, 3 Antenas Fixas 5Dbi",
          "item_valor" : "180.05",
          "item_descr" : "O Roteador Wireless TL-WR940N 450Mbps é um dispositivo combinado de conexão de rede cabeada/wireless projetado especificamente para requisitos de rede doméstica, escritórios e pequenos negócios. ESPECIFICAÇÕES TÉCNICAS Características:- Marca: TP-Link- Modelo: TL-WR940N Especificações: Interface:- 4 portas LAN 10/100Mbps- 1 porta WAN 10/100Mbps Botões:- Botão de Rede Wireless Liga/Desliga- Botão WPS / Reset- Botão Liga/Desliga Fonte de alimentação externa:- 9V CC / 0.6A Padrões Wireless:- IEEE 802.11n- IEEE 802.11g- IEEE 802.11b Antena:- 3 Antenas Fixas Omnidirecionais de 5dBi (RP-SMA) Dimensões:- 7.9 x 5.5 x 1.2 pol. (200 x 140 x 28mm) Frequência:- 2.4-2.4835GHz Taxa do sinal:- 11n: Até 450Mbps (dinâmico)- 11g: Até 54Mbps (dinâmico)- 11b: Até 11Mbps (dinâmico)  EIRP:- <20dBm(EIRP) Sensibilidade da recepção:- 270M: -68dBm@10% PER- 130M: -68dBm@10% PER- 108M: -68dBm@10% PER- 54M: -68dBm@10% PER- 11M: -85dBm@8% PER- 6M: -88dBm@10% PER- 1M: -90dBm@8% PER  Funções wireless:- Ativar/Desativar Radio Wireless- WDS Bridge- WMM- Estatísticas Wireless  QoS:- WMM- Controle de Largura de Banda Tipo de WAN:- IP dinâmico/IP estático/PPPoE/- PPTP(Acesso duplo)/L2TP(Acesso duplo)/BigPond Gerenciamento:- Controle de Acesso- Gerenciamento Local- Gerenciamento Remoto DHCP:- Servidor, Cliente DHCP, Lista de Estações,- Reserva de Endereço Redirecionamento de Portas:- Servidor Virtual, Porta de Disparo, UPnP, DMZ DNS Dinâmico: - DynDns, Comexe, NO-IP VPN Pass-Through:- PPTP, L2TP, IPSec Controle de Acesso:- Controle dos Pais- Controle de Gerenciamento Local- Lista de Estações- Agenda de Acesso- Regras de Gerenciamento Firewall:- DoS, SPI Firewall- Filtro de Endereço IP / Endereço MAC/Filtro de Domínio- Vinculação de endereços IP/MAC Protocolos:- Support IPv4 Certificações:- CE, FCC, RoHS Requerimentos do Sistema:- Microsoft® Windows® 98SE- NT-2000- XP- Vista- Windows 7- MAC OS- NetWare- UNIX- Linux Ambiente:- Temperatura de Operação: 0 ℃ ~ 40 ℃ (32 ℉ ~ 104 ℉)- Temperatura de Armazenamento: -40 ℃ ~ 70 ℃ (-40 ℉ ~ 158 ℉)- Umidade de Operação: 10% ~ 90% sem condensação- Umidade de Armazenamento: 5% ~ 90% sem condensação Versão:- 6.0 Conteúdo da embalagem:- TL-WR940N- Fonte de Energia- Cabo Ethernet- Guia de Instalação Rápida Garantia12 meses de garantia diretamente com o fabricante Peso800 gramas (bruto com embalagem) Código Anatel02676-17-03177",
          "item_categ" : "Redes e wireless"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "b7yE_3UBk_xgteqETF6-",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Mesa Digitalizadora Wacom One By Ctl472, 2540 Lpi, Pressão Caneta 2048, 3 Pontas De Reposição",
          "item_valor" : "470.13",
          "item_descr" : "A CTL472 One by Wacom é uma mesa digitalizadora que oferece toda a tecnologia necessária para você colocar a sua capacidade criativa em prática. Com ela, é possível desenhar, editar fotos, fazer esboços de projetos de maneira eficiente e facilitada. A mesa digitalizadora Wacom está disponível em tamanho pequeno e apresenta caneta digitalizadora, que pode ser usada de maneira confortável, tanto por destros e canhotos que querem abusar da criatividade e versatilidade em projetos digitais. Como se trata de uma mesa digitalizadora pequena, ela não vai ocupar muito espaço do seu desktop, mas apresenta uma área de criação suficiente para você desenvolver os seus trabalhos simples ou complexos. A caneta digital de mesa Wacom foi desenvolvida com muita tecnologia e expertise para apresentar uma série de diferenciais para o usuário. Você sentirá em suas mãos uma caneta digital com aspecto natural, sensível à pressão e totalmente equilibrada, ideal para que todos os traços sejam perfeitos, como se você estivesse esboçando em um papel. A CTL472 também conta com conectividade USB, sendo muito prática. Basta plugar a mesa digitalizadora USB no Smartphone, Mac ou PC, fazer a instalação do Driver e pronto. É só começar a usar o equipamento e criar o quanto você quiser! ESPECIFICAÇÕES TÉCNICAS Características:- Marca: Wacom- Modelo: CTL-472 Especificações:- Tipo de produto: Tablet com caneta- Área ativa: 152 x 95 mm- Controle básico- Ergonomia: Uso destro ou canhoto- Caneta: Uma caneta (sem borracha)- Níveis de pressão da caneta: 2048- Tecnologia da caneta: Pressure-sensitive, cordless, battery-free- Tecnologia: Electromagnetic resonance method- Resolução: 100 lines/mm (2540 lpi)- Velocidade de leitura (caneta): 133 pps Especificações do Sistema:- Porta USB- Conexão à internet- Windows 8, Windows®7 SP1, Windows® Vista SP2 ou Windows® XP SP3- MacOS 10.6.8 ou posterior (processador Intel®) Conteúdo da embalagem:- Mesa Digitalizadora- Caneta- Nibs de substituição- Cabo USB- Disco do driver- Guia rápido- Cartão de garantia Garantia1 ano de garantia diretamente com o fabricante Peso450 gramas (bruto com embalagem)",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "67yE_3UBk_xgteqEX16F",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Roteador TP-Link Archer C60 AC1350 Wireless Dual Band 2.4/5GHz, 5 Antenas Fixas",
          "item_valor" : "340.10",
          "item_descr" : "Características:   - Marca: TP Link - Modelo: AC 1350   Especificações:   Hardware: - Interface: 4 Portas LAN 10/100Mbps 1 Porta WAN 10/100Mbps - Botões: Botão WPS/Reset Botão Wireless On/Off Botão Power On/Off - Antena: 3 Antenas de 2.4GHz 2 Antenas de 5GHz - Fonte de Alimentação Externa: 12VDC/1A - Versão: 2.0   Wireless: - Padrões Wireless: IEEE 802.11ac/n/a 5GHz; IEEE 802.11b/g/n 2.4GHz - Velocidades Wireless: 450Mbps(2.4GHz); 867Mbps(5GHz) - Frequência: Rede para Convidados 2.4GHz Rede para Convidados 5GHz - Potência de Transmissão: Máx de 13.5dBm (2.4GHz) Máx. 17dBm (5GHz) - Modos Wireless: Roteador Wireless WDS(Four Address) WDS(AP+APC) - Segurança Wireless: WEP WPA WPA2 WPA-PSK WPA2-PSK Filtragem de MAC Wireless   Software: - QoS: WMM, Controle de Largura de Banda - Tipo de WAN: IP Dinâmico/IP Estático/PPPoE/ BigPond/ /L2TP(Acesso Duplo) /PPTP(Acesso Duplo) - Gerenciamento: Controle de Acesso Gerenciamento Local Gerenciamento Remoto - DHCP: Servidor DHCP Cliente DHCP Cliente DHCP Reserva de Endereço - Controle de Acesso: Controle dos Pais Controle de Gerenciamento Local Lista de Clientes Acesso por Agendamento Regra de Gerenciamento   VPN Pass-Through: - PPTP - L2TP - IPSec(AH Head) - IPSec(ESP Head)   Rede de Visitantes: - 2.4GHz guest network - 5GHz guest network   Ambiente: - Temperatura Operacional: 0℃~40 ℃ (32 ℉~104℉) - Temperatura de Armazenamento: -40℃~70℃ (-40℉~158℉) - Umidade Operacional: 10%~90% não condensante - Umidade de Armazenamento: 5%~90% não condensante   Sistema Operacional: - Microsoft Windows XP/Vista/7/8/8.1/10 MAC OS, NetWare, UNIX ou Linux   Conteúdo da emabalagem: - Roteador Wireless Tp-Link - Fonte de Energia  - Cabo Ethernet  - Guia de Instalação Rápida   Garantia 1 ano de garantia diretamente com o fabricante   Peso 910 gramas (bruto com embalagem)   Código Anatel 03432-16-03177",
          "item_categ" : "Redes e wireless"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "6ryE_3UBk_xgteqEWl6s",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Kit Teclado E Mouse Sem Fio Logitech Mk220, Compacto, Preto, Abnt2, 920-004431",
          "item_valor" : "140.04",
          "item_descr" : "Características: - Marca: Logitech - Modelo: MK220 Especificações:- Teclado com um design diferenciado- Tipo: ABNT 2- 12 meses de duração da bateria do teclado (base 2 milhões keystrokes/ano) - 5 meses de duração da bateria do mouse (base 2 milhões keystrokes/ano) - Wireless Logitech advanced 2.4 Ghz - Mini receptor USB - Conexão segura de até 10 metros Conteúdo da embalagem:- Teclado- Mouse- Receptor USB- Duas pilhas AAA (teclado)- Duas Pilhas AA (mouse)- Documentação do usuário Garantia12 meses de garantia diretamente com o fabricante Peso585 gramas (bruto com embalagem) Código Anatel01246-13-3229",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "bryE_3UBk_xgteqEhF-d",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe 1151 8ª, 9ª Geração Gigabyte B360M Aorus Gaming 3, Ddr4",
          "item_valor" : "1050.29",
          "item_descr" : "Características:- Marca: Gigabyte- Modelo: B360M AORUS GAMING 3 Especificações: CPU:- Suporte para 8ª geração Intel processadores Core i7 / Intel Core i5 / Intel Core i3 / Intel Pentium processadores / Intel Celeron processadores no pacote LGA1151 / 9ª Geração *- O cache L3 varia com a CPU * Para verificar se seu processador é compatível com esse produto, por favor verificar no link: https://www.gigabyte.com/br/Motherboard/B360M-AORUS-GAMING-3-rev-10/support#support-cpu  Chipset:- Intel Chipset B360 Expresso Memória:- 4x Soquetes DIMM DDR4 que suportam até 64 GB de memória do sistema - Arquitetura de memória de canal duplo- Suporte para módulos de memória DDR4 2666/2400/2133 MHz- Suporte para módulos de memória DIMM 1Rx8 / 2Rx8 sem buffer ECC (operam em modo não-ECC)- Suporte para módulos de memória DIMM não-bufferizados 1Rx8 / 2Rx8 / 1Rx16 não-ECC- Suporte para módulos de memória XMP (Extreme Memory Profile) * Para suportar 2666 MHz ou memória XMP, você deve instalar um 8 ª Geração Intel ® Núcleo ™ i7 / i5. Gráficos a bordo:- Processador de gráficos integrados - Suporte a gráficos Intel HD:- 1 porta DVI-D, suportando uma resolução máxima de 1920x1200 @ 60 Hz * A porta DVI-D não suporta conexão D-Sub por adaptador.- 1 x porta HDMI, suportando uma resolução máxima de 4096x2160 @ 30 Hz * Suporte para HDMI 1.4 versão e HDCP 2.2.- Memória compartilhada máxima de 1 GB Áudio:- Realtek codec ALC892- Áudio de alta definição- 2/4 / 5.1 / 7.1-channel- Suporte para PDIF/S Out LAN:- Intel de chip GbE LAN (10/100/1000 Mbit) Slots de expansão:- 1x slot PCI Express x16, executado em x16 (PCIEX16) * Para um desempenho ideal, se apenas uma placa gráfica PCI Express for instalada, certifique-se de instalá-la no slot PCIEX16.- 1x slots PCI Express x16, executados em x4 (PCIEX4)- 1x slots PCI Express x1 (Todos os slots PCI Express estão em conformidade com o padrão PCI Express 3.0).- 1 x conector M.2 Socket 1 somente para um módulo sem fio Intel® CNVi (CNVI) * O conector CNVi compartilha a largura de banda com o conector F_USB2. Quando um módulo WIFI é preenchido no conector CNVi, uma das portas USB 2.0 / 1.1 roteadas para o cabeçalho F_USB2 fica indisponível. Interface de armazenamento: Chipset:- 1 x conector M.2 (soquete 3, tecla M, tipo 2242/2260/2280/22110 Suporte SSD PCIe x4 / x2) (M2Q_32G)- 1 x conector M.2 (soquete 3, tecla M, tipo 2242/2260/2280 SATA e suporte SSD PCIe x2) (M2P_16G)- 6 x conectores SATA de 6 Gb / s *Consulte 1-7 Conectores Internos para os avisos de instalação para os conectores M.2 e SATA. Tecnologia Multi-Graphics:- Suporte para as tecnologias AMD Quad-GPU CrossFireX e 2-Way AMD CrossFire USB: Chipset:- 1 x porta USB 3.1 Gen 2 tipo A (vermelha) no painel traseiro- 5 x portas USB 3.1 Gen 1 (3 portas no painel traseiro, 2 portas disponíveis através do conector USB interno)- 6 x portas USB 2.0 / 1.1 (2 portas no painel traseiro, 4 portas disponíveis através dos conectores USB internos) * O conector CNVi compartilha a largura de banda com o cabeçalho F_USB2. Quando um módulo Wi-Fi é preenchido no conector CNVi, uma das portas USB 2.0 / 1.1 roteadas para o cabeçalho F_USB2 fica indisponível. Conectores internos I/O:- 1 x conector de alimentação principal ATX de 24 pinos- 1 x conector de alimentação ATX 12V de 8 pinos- 1 x comunicação do ventilador da CPU- 3 x comunicações de ventiladores do sistema- 2 x comunicações de fita LED digital- 2 x jumpers de seleção de energia de tira de LED digital- 2 x comunicações de fita RGB (RGBW) LED- 6 x conectores SATA de 6 Gb / s- 2 x conectores M.2 soquete 3- 1 x comunicação do painel frontal- 1 x comunicação de áudio do painel frontal- 1 x comunicação de saída S / PDIF- 1 x conector USB 3.1 Gen 1- 2 x comunicações USB 2.0 / 1.1- 1 x comunicação do Trusted Platform Module (TPM) (2x6 pinos, apenas para o módulo GC-TPM2.0_S)- 1 x comunicação de porta serial- 1 x jumper Clear CMOS Conectores do painel traseiro:- 1 x porta de teclado / mouse PS / 2- 1 x porta DVI-D- 1 x porta HDMI- 1 x porta USB 3.1 Gen 2 tipo A (vermelho)- 3 x portas USB 3.1 Gen 1- 2 x portas USB 2.0 / 1.1- 1 x porta RJ-45- 6 x tomadas de áudio Controlador de I/O:- Chip iTE I / O Controller Monitoramento H / W:- Detecção de tensão- Detecção de temperatura- Detecção de velocidade do ventilador- Aviso de sobreaquecimento- Aviso de falta de ventilador- Controle da velocidade do ventilador*Se a função de controle da velocidade do ventilador é suportada dependerá do refrigerador que você instala. BIOS:- Flash de 2 x 1284 Mbit- Uso de AMI UEFI BIOS licenciado- Suporte para DualBIOS- PnP 1.0a, DMI 2.7, WfM 2.0, SM BIOS 2.7, ACPI 5.0 Sistema Operacional:- Suporte para o Windows 10 de 64 bits Físico:- Tipo: Micro ATX- Dimensão: 24,4 x 23,0 cm Conteúdo da Embalagem:- 01 Placa Mãe Gigabyte- 01 Driver de Instalação- 01 Guia do Usuário Para verificar se seu processador é compatível com esse produto, por favor verificar no link: https://www.gigabyte.com/br/Motherboard/B360M-AORUS-GAMING-3-rev-10/support#support-cpu  Garantia9 meses de garantia diretamente com a Tiburon Informática Peso955 gramas (bruto com embalagem)",
          "item_categ" : "Placas mãe"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "8byE_3UBk_xgteqEb14a",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa De Vídeo Ddr5 4Gb/256 Bits Power Color Rx570 Red Dragon Amd, Axrx 570 4Gbd5-Dhdv3/Oc",
          "item_valor" : "1310.36",
          "item_descr" : "Placa de Vídeo AMD Power Color Radeon RX 570 4GB DDR5 256 Bits DVI HDMI DP AXRX 570 4GBD5-DHDV3   Refinado, evoluído e totalmente equipado Baseia-se na mais recente arquitetura GCN 4 da AMD, projetada para o GloFo 14nm FinFET, que oferece capacidade premium de VR, maior nível de desempenho, VR suave, suporte contínuo para monitores de jogos da próxima geração e streaming ou gravação de jogos sem CPU.   Pronto para AMD XConnect  Agora está mais fácil do que nunca conectar e usar uma placa gráfica Radeon externa. Com a tecnologia AMD XConnect, os gabinetes de GPU externos configurados com os gráficos Radeon podem ser facilmente conectados e desconectados a um notebook ultrafino compatível ou 2 em 1 através do Thunderbolt 3 a qualquer momento, assim como uma unidade flash USB - a primeira a ser usada pela unidade flash USB. GPUs!   Intuitivo. Imersivo. Interativo. A inovadora tecnologia LiquidVR da AMD permite experiências de VR maravilhosamente ricas e imersivas, simplificando a criação de conteúdo em VR, desbloqueando muitos recursos exclusivos de hardware da AMD, projetados para funcionar perfeitamente com fones de ouvido em placas gráficas Radeon compatíveis. O LiquidVR é dedicado a tornar as experiências de RV verdadeiramente imersivas, criando um senso de “presença” - um estado de consciência em que um mundo virtual parece tão real que você acreditará que está lá.   Tecnologia Radeon Freesync 2 A tecnologia AMD FreeSync encerra a jogabilidade instável e os quadros quebrados com desempenho fluido e sem artefatos em praticamente qualquer taxa de quadros.   Radeon ReLive Capture, transmita e compartilhe seus melhores momentos e vitórias nos jogos com o Radeon ReLive. Modifique as configurações com rapidez, conveniência e jogue sem problemas com a barra de ferramentas facilmente acessível no jogo. Expresse-se de maneiras novas e ousadas com layouts de cenas personalizados. Faça o upload dos seus destaques mais recentes e faça com que eles sejam uma peça de conversa. Nunca foi tão fácil criar e expandir sua comunidade on-line a qualquer momento e em qualquer lugar.   Características Placa Gráfica AMD Power Color Radeon RX 570 4GB DDR5 256 Bits DVI HDMI DP AXRX 570 4GBD5-DHDV3 - Marca: POwer Color - Modelo: AXRX 570 4GBD5-DHDV3   Especificações Placa de Vídeo Gamer AMD Power Color Radeon RX 570 4GB DDR5 256 Bits DVI HDMI DP AXRX 570 4GBD5-DHDV3 - Mecanismo de gráficos: AXRX 570 4GBD5-DHDV3 / OC - Memória de Vídeo: 4GB GDDR5 - Processador de fluxo: 2048 Unidades - Relógio do motor: até 1250MHz com reforço - Relógio de memória: 1500MHz x4 (6,0 Gbps) - Interface de memória: 256 bits - Suporte DirectX®: 12 - Padrão de barramento: PCIE 3.0 - Conectores de exibição padrão: DL DVI-D / HDMI / DisplayPort   Suporte de recursos - OpenGL: Apoio, suporte - Tecnologia CrossFireX: Sim - Tecnologia AMD Stream: Sim - Tecnologia AMD Eyefinity: Sim   Resolução Máxima  - DVI: 2560x1600 - DisplayPort: 4096x2160 - HDMI: 4096x2160   Especificações de energia + dimensões da placa - Dimensões da placa: 240mm * 126mm * 38mm - Requisito mínimo de energia do sistema (W): 450W - Conector de alimentação de extensão: Um conector de alimentação PCI Express de 8 pinos   Garantia: 9 meses diretamente com a Tiburon Informática.",
          "item_categ" : "Placas de vídeo"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "a7yE_3UBk_xgteqEd1_d",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Impressora Laser Brother Hl-L3210Cw, Colorida, 110V",
          "item_valor" : "2300.64",
          "item_descr" : "A impressora digital colorida compacta Brother HL-L3210CW é ideal para casas ou pequenos escritórios. Oferece impressão móvel 1,velocidades de impressão de até 19ppm e uma abertura de alimentação manual. A bandeja ajustável de 250 folhas significa menos recargas.   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: Brother - Modelo: PN HL-L3210CW   Especificações: - Visor LCD: Mono de 1 linha (retroiluminado) - Processador: 800 MHz - Tipos de Papel: Comum, reciclado, bond, envelopes, etiquetas e papel fotográfico - Gramatura de Papel: Bandeja de papel: 60-163 g/m2 (bond) / Entrada de alimentação manual: 60-163 g/m2 (bond) - Qualificação ENERGY STAR - Dimensões: 41 x 46 x 25,2 (LxPxA)   Impressora: - Largura/Comprimento Máx. do Papel (Bandeja de Papel): Até 216 mm x 356 mm (ofício) - Capacidade de Entrada de Papel Padrão (folhas)‡: Bandeja de papel para até 250 folhas e entrada de alimentação manual para uma folha - Tecnologia de Impressão: LED colorido digital - Velocidade Máx. de Impressão em Preto (ppm): até 19 ppm - Velocidade Máx. de Impressão em Cores (ppm): até 19 ppm - Resolução (máxima) em dpi: Até 600 x 2400 dpi - Interfaces Padrão: Wireless 802.11b/g/n, USB 2.0 de alta velocidade - Ciclo de Trabalho Mensal Máx.‡: Até 30.000 páginas - Volume de Impressão Mensal Recomendado‡: Até 1.500 páginas - Tempo de Impressão da Primeira Página: Preto: < 15,5 segundos / Colorido: < 15,5 segundos - Memória Padrão: 256 MB   Compatibilidade com Dispositivos Móveis: - AirPrint, Google Cloud Print, Brother iPrint&Scan (app de download gratuito), Mopria e Wi-Fi Direct   Sistemas Operacionais Compatíveis: - Windows: 7, 8, 8.1, 10 / Server 2008, Server 2008 R2, Server 2012, Server 2012 R2, Server 2016 - Mac: v10.11.6, 10.12.x, 10.13.x (somente download)   Conteúdo da embalagem: - Impressora Brother Laser - Cartucho de toner inicial preto (1.000 páginas) - Cartucho de toner inicial ciano (1.000 páginas)  - Cartucho de toner inicial amarelo (1.000 páginas) - Cartucho de toner inicial magenta (1.000 páginas)  - Conjunto da unidade de cilindro DR223CL (18.000 páginas) ** - CD-ROM Inclui drivers de impressoras - Guia de configuração rápida    Garantia 12 meses de garantia na rede autorizada   Peso 20940 gramas (bruto com embalagem)",
          "item_categ" : "Impressoras"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "bbyE_3UBk_xgteqEgF_p",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Headset Gamer Astro A10 Branco/Verde, PlayStation, Nintendo Switch, PC e Xbox, 939-001854",
          "item_valor" : "425.12",
          "item_descr" : "Leve sua experiência em jogos a um nível totalmente novo. Projetado para a comunidade gamer, os headsets A10 possuem construção resistente e conforto prolongado para combater o cansaço, e para que você possa jogar por ainda mais tempo. O headset A10 conta com drivers ASTRO Audio de 40mm, que permitem ouvir seu jogo e o de seus companheiros de equipe de forma clara e precisa. Com baixa latência e comunicação de voz precisa, você estará sempre em sincronia com sua equipe. Os recursos do microfone unidirecional, o controle de volume em linha e a funcionalidade flip-to-mute permitem que você tenha total controle da sua experiência de áudio em jogos. Bem vindo à Família ASTRO! ESPECIFICAÇÕES TÉCNICAS Características:- Marca: Astro- Modelo: 939-001854 Especificações:- Resposta de frequência: 20 - 20,000 Hz- Impedância: 32 ohms- SPL: 104dB +/- 3dDB AT 1 kHz- Distorção: < 3% at 1 kHz- Microfone: 6.0mm unidirecional com noise gate- Headband Pressure: 4.5N- Conexão: 3.5mm- Drivers: Neodymium Magnet 40mm Recursos:- Desenvolvido para Jogos, Streming e VR- Contrução resistente- Conforto e acabamento superiores- Microfone removível com Flip-Up-Mute- Cabo com controle de volume inline- Compatível com Playstation 4, Xbox One, Nintendo Switch, PC e MAC Conteúdo da embalagem:- Headset A10- Cabo de Volume A10 de 2.0m- Documentação do usuário Garantia1 ano de garantia diretamente com o fabricante Peso680 gramas (bruto com embalagem)",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "7LyE_3UBk_xgteqEYl69",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Fonte Atx 750 W Corsair Cx750, 80 Plus Bronze, Com Cabo, Pfc Ativo, Cp-9020123-Na",
          "item_valor" : "860.24",
          "item_descr" : "Com cabos preto com sleeving e conectores de cabos pretos e uma ventoinha de 120mm controlada termicamente. A topologia de ressonância LLC com DC para DC garante compatibilidade completa com todos os PCs modernos.   Características: - Marca: Corsair Modelo: CP-9020123-na   Especificações: - MTBF: 100,000 horas - Nível de certificação 80 PLUS Bronze - Power: 750W - Tecnologia de rolamentos do ventilador: Rifle - Tamanho do ventilador: 120mm - Temperatura nominal de saída contínua: 40°C - Dimensões: 150 mm x 160 mm x 86 mm - Tipo de cabo: Sleeved - Plug Tipo: WW - PFC Ativo   Conectores: - Conector ATX: 1x - Conector EPS: 1x - Conector Floppy: 1x - Conector 4-Pin: 8x - Conector PCIe: 4x - Conector SATA: 8x   Compatibilidade: - Suporta padrões ATX12V 2.4 / 2.3 / 2.2 / 2.01 e EPS12V 2.92   Conteúdo da embalagem: - Fonte de alimentação  - 04 parafusos de montagem - Pack de Zip-ties - Documento de Garantia   Garantia 1 ano de garantia diretamente com o fabricante   Peso 2720 gramas (bruto com embalagem)",
          "item_categ" : "Fontes"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "77yE_3UBk_xgteqEZl4c",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Ssd M2 480 Gb Adata Sata 6 3D Nand, Asu650Ns38-480Gt-C",
          "item_valor" : "460.13",
          "item_descr" : "O SSD ADATA Ultimate SU650 M.2 2280 possui 3D NAND Flash, um controlador de alta velocidade e até 480 GB de capacidade. Ele oferece desempenho de leitura/gravação de até 550/510MB/s e maior confiabilidade do que os SSDs NAND 2D. O SU650 oferece suporte ao armazenamento em cache SLC e à avançada tecnologia LDPC ECC para garantir performance otimizada e integridade de dados.   Capacidade: 480GB Conteúdo da Embalagem: - SSD Adata Ultimate SU650 480GB Dimensão da Embalagem (A / P / L): 22.0mm / 100.0mm / 145.0mm Dimensão do Produto (A / P / L): 3.5mm / 22.0mm / 80.0mm Dimensões: 80mm x 22mm x 3.5mm EAN: 4710273772394 Fator de Forma: M.2 2280 Flash NAND: 3D TLC Interface: Sata 6 GB/s MTBF (tempo médio entre falhas): 2.000.000 horas Marca: Adata NCM: 85235190 Performance Sequencial L/G (max.):: Até 550/510MB/s Peso do Produto: 0.008Kg Peso do produto com embalagem: 0.008Kg Resistência ao Choque: 1500G / 0.5ms Temperatura de Operação: 0°C a 70°C Temperatura de armazenamento: -40°C a 85°C   Garantia: 1 ano diretamente com o fabricante",
          "item_categ" : "Ssd"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "dLyE_3UBk_xgteqEml9G",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Tv 32 Lg 32Lt330Hbsb Pro, 2 Hdmi, Usb, Virtual Surround Sound, Conversor Digital, Modo Hotel, item_valor: 1050.29, item_descr: TV LED 32 LG conta com conversor digital, 2 entradas HDMI, 1 entrada USB, e muitos outros recursos para aprimorar sua experiência ao assistir TV Características: - Marca: LG- Modelo: 32LT330HBSB.AWZ Especificações: Painel:- Tecnologia: LED- Tamanho da tela: 32 polegadas- Resolução: 1366 x 768 (HD)- Formato da tela: 16:9- Taxa de contraste: 1200:1- Frequência: 60 Hz Sistema de Transmissão:- Analógico: PAL-M/N, NTSC-M- Digital: ISDB-T- Conversor digital: Sim Conexões de Entrada:- 2x HDMI (1 lateral + 1 traseiro)- 1x USB 2.0 (lateral)- 1x RF (antena)- 1x AV/Componente conjugado- 1x Saída digital óptica- 1x RS232 Saída:1 1x Fone de Ouvido Áudio:- Potência de som: 10W (5W + 5W)- Sistema autofalante: 2.0 (Virtual Surround | Dolby Audio) Energia:- Alimentação de energia: 100 ~ 240V, 50/60Hz- Consumo médio: 48W Especificação Física:- Cor da borda: Dark Iron Gray- VESA interface de montagem padrão: 200 x 200mm Conteúdo da Embalagem:- 1x TV LED 32´ LG, Conversor Digital, 2 HDMI, 1 USB, Virtual Surround Sound- 2x Pilhas (comuns)- 2x Parafusos (M4xL16)- 1x Controle remoto- 1x Cabo de energia- 2x Bases simétricas- Guia do usuário Garantia1 ano de garantia diretamente com o fabricante Peso6350 gramas (bruto com embalagem)",
          "item_categ" : "Monitores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "cryE_3UBk_xgteqEkV__",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Processador 1200 Intel 10ª Geração Core I3-10100, Cache 6Mb, 3.60 Ghz, Max Turbo 4.30 Ghz",
          "item_valor" : "930.26",
          "item_descr" : "Otimize o desempenho do PC para a experiência que você estava esperando com as instruções de IA incorporadas nos processadores de 10a geração Intel Core   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: Intel - Modelo: BX8070110100   Especificações: - Litografia: 14 nm - Soquetes suportados: FCLGA1200 - Configuração máxima da CPU: 1 - Especificação de solução térmica: PCG 2015C    Atuação: - Núcleos: 4 - Threads: 8 - Frequência: Baseada em processador 3.60 GHz - Frequência turbo máxima: 4,30 GHz - Cache: 6 MB Intel Smart Cache - Velocidade do barramento: 8 GT / s - TDP: 65 W   Memória: - Tamanho máximo de memória (dependendo do tipo de memória): 128GB - Tipos de Memória: DDR4-2666 - Número máximo de canais de memória: 2 - Largura de banda máxima da memória: 41,6 GB / s   Gráficos do Processador: - Gráficos do processador: Intel UHD Graphics 630 - Frequência: baseada em gráficos 350 MHz - Frequência dinâmica máxima de gráficos: 1.10 GHz  - Memória gráfica de vídeo máximo de 64GB - Suporte 4K: 60Hz - Resolução máxima (HDMI 1.4): 4096x2160 @ 30Hz - Resolução máxima (DP): 4096x2304 a 60Hz - Resolução máxima (eDP - Tela plana integrada): 4096x2304 a 60Hz - Suporte ao DirectX *: 12 - Suporte ao OpenGL *: 4.5 - Vídeo de sincronização rápida Intel - Tecnologia Intel InTru 3D - Tecnologia Intel® Clear Video HD - Tecnologia Intel Clear Video - Nº de monitores suportados: 3   Opções de expansão: - Escalabilidade: 1S Only - Revisão do PCI Express: 3.0 - Configurações PCI Express: Até 1x16, 2x8, 1x8 + 2x4 - Nº máximo de pistas PCI Express: 16    Tecnologias avançadas: - Memória Intel Optane suportada - Tecnologia Intel Turbo Boost  - Tecnologia Intel Hyper-Threading - Tecnologia de virtualização Intel® (VT-x) - Tecnologia de virtualização Intel para E/S direcionada (VT-d) - Intel VT-x com tabelas de páginas estendidas (EPT)  - Intel 64  - Conjunto de instruções: 64 bits - Extensões do conjunto de instruções: Intel SSE4.1, Intel SSE4.2, Intel AVX2 - Tecnologia Intel SpeedStep aprimorada - Tecnologias de monitoramento térmico - Tecnologia de proteção de identidade Intel   Conteúdo da embalagem: - Processador Intel Core i3-10100   Garantia 1 ano de garantia diretamente com o fabricante   Peso 280 gramas (bruto com embalagem)",
          "item_categ" : "Processadores"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "c7yE_3UBk_xgteqElF_8",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Kit Teclado E Mouse Sem Fio C3Tech K-W510Swh Abnt2 1600Dpi Branco",
          "item_valor" : "160.04",
          "item_descr" : "Com o combo K-W510 você não precisa se preocupar com a quantidade de fios em sua mesa! Possui conexão sem fio com alcande de até 10 metros. Teclado multimídia com 12 teclas de atalho, layout ABNT2 e teclas chocolate macias ao toque e silenciosas. Mouse óptico compacto e moderno com resolução ajustável entre 80012001600 DPI.   ESPECIFICAÇÕES TÉCNICAS   Características: - Marca: C3 tech - Modelo: K-W510SWH   Especificações: - Raio de operação de até 10m - Modo de operação em 2.4GHz (bidirecional) - Conexão Free Smart Link - Comunicação BiDirecional - Sistema inteligente de gerenciamento de energia - Alta economia das pilhas - Micro Receptor Nano - Interface: USB 2.0 - Plug and Play   Teclado: - Teclado Multimídia ABNT2 - Tipo do Teclado: Membrana - Teclas:107 - Teclas de alta qualidade - Sistema antirespingos - Funções Multimídias (12 Teclas) - Serigrafia das teclas: Silk - Alimentação: 2 pilhas AA - Durabilidade da tecla: 30 milhões de acionamentos - Dimensão: 140 x 368 x 23mm     Teclas Especiais: - Atalhos: Home Page, EMail, Meu Computador e Favoritos - Multimídias: Mídia, Diminuir Volume, Aumentar Volume, Mudo, Retroceder Faixa, Avançar Faixa, Play/Pause e Stop   Mouse: - Sensor óptico - Modos de DPI Selecionáveis através de botão - Resoluções: 800/1200/1600 DPI - 2 Pilhas AAA - Desligamento automático - 4 Botões: Direito, Esquerdo, Rolagem e Ajuste de DPI - Dimensão: 114 x 65 x 32mm   Requisitos Mínimos de sistema: - Microcomputador desktop ou notebook - 1 porta USB disponíve - Sistema operacional: Windows 2000/XP ou Vista/ Windows 7   Conteúdo da embalagem: - 01 Teclado - 01 Mouse - 01 Receptor Nano USB - 01 Manual de instruções - 02 Pilhas AA - 02 Pilhas AAA   Garantia 3 meses de garantia diretamente com a Tiburon Informática   Peso 730 gramas (bruto com embalagem)",
          "item_categ" : "Acessórios e periféricos"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "safWER_swrWER-",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Roteador Tp-Link Archer C5W Ac 1200, Wisp Preset, Gigabit, Dual Band 2.4/5Ghz, 4 Antenas Fixas",
          "item_valor" : 406.08,
          "item_descr" : "Wi-Fi de banda dupla super-rápida, velocidade Wi-Fi de até 1.2Gbps, 2.4 GHz de 300Mbps, 5GHz de 867Mbps, gerenciamento Remoto Fácil, o protocolo TR-069 permite que um operador configure e gerencie remotamente dispositivos de usuário final, 4 antenas externas oferecem conexões wireless estáveis e ótima cobertura Suporta porta USB 2.0, compartilhe facilmente arquivos e mídia com dispositivos em rede, Portas Full Gigabit, suporta a porta WAN 1000Mbps e quatro portas LAN 1000Mbps, para velocidades de transferência de dados ultra-rápidas, Wi-Fi Dual Band de Alta Velocidade para Conexões Melhores, O Archer C5 permite que seu PC ou laptop desfrute de conexões 3x mais rápidas do que o Wireless N com a tecnologia Wireless AC. Com 300Mbps na banda de 2.4GHz e 867Mbps na banda mais cristalina de 5GHz, o Archer C5 é a escolha superior para streaming contínuo em HD, jogos online e outras tarefas que consomem muita largura de banda. Inovador Design de Antena para Cobertura Máxima, quatro antenas que tornam todas as suas conexões mais eficientes e estáveis. A avançada tecnologia de antenas aumenta a sensibilidade de recepção para ampliar a cobertura Wi-Fi da sua casa. O SSID múltiplo ajuda as operadoras a criar facilmente redes WLAN separadas para várias implantações de serviços, como IPTV, Internet, etc. Permite que provedores personalizem as configurações padrão de acordo com seus requisitos, solucionando o problema destes provedores quando os usuários finais restauram o dispositivo. ESPECIFICAÇÕES TÉCNICAS Características: - Marca: TP-Link - Modelo: ARCHER C5W Especificações: Hardware: - Interface 4 Portas LAN 10/100/1000Mbps - 1 Porta WAN 10/1000Mbps - 1 Porta USB 2.0 - Fonte de Alimentação 12VDC/1.0A - Dimensões: 230.0 x 144.0 x 37.0 mm - Tipo de Antena 4 Antenas Fixas Wireless: - Padrões Wireless IEEE 802.11n/g/b 2.4GHz - IEEE 802.11ac/n/a 5GHz - Frequência 2.4GHz e 5GHz - Taxa de Sinal 2.4GHz: Até 300Mbps - 5GHz: Até 867Mbps - Sensibilidade de Recepção 5GHz: - 11a 54M: -73dBm - 11ac VHT20 MCS8: -66dBm - 11ac VHT40 MCS9: -61dBm - 11ac VHT80 MCS9: -58dBm 2.4GHz: - 11g 54M: -75dBm - 11n HT20 MCS7: -73dBm - 11n HT40 MCS7: -70dBm - Potência de Transmissão - CE: <20dBm(2.4GHz), <23dBm(5GHz) - FCC: <30dBm - Funções Wireless Habilitar/Desabilitar Rádio Wireless, WDS Bridge, WMM, Estatísticas Wireless - Segurança Wireless Fornece autenticação WPA/WPA2 e WPA-PSK/WPA2-PSK e segurança de criptografia TKIP/AES - Fornece segurança de criptografia WEP de 64/128 bits e ACL LAN wireless (lista de controle de acesso). Software: - QoS WMM, Controle de Largura de Banda - Tipo de WAN IP Dinâmico, IP Estático, PPPoE - Gerenciamento Controle de Acesso, Gerenciamento Local, Gerenciamento Remoto DHCP Servidor, Cliente, Lista Cliente DHCP - Reserva de Endereço - Redirecionamento de Portas Servidor Virtual, Direcionamento de Porta, UPnP, DMZ - DNS Dinâmico DynDns, NO-IP - Controle de Acesso Controle dos Pais, Controle de Gerenciamento Local, Lista Host, Agendamento de Acesso, Regra de Gerenciamento - Protocolos IPv4 e IPv6 Requerimentos do Sistema: - Microsoft Windows 10/8.1/8/7/Vista/XP/2000/NT/98SE, MAC OS, NetWare, UNIX ou Linux Condições Ambientais: - Ambiente Temperatura Operacional: 0℃~40 ℃ (32 ℉~104- Temperatura de Armazenamento: -40℃~70 ℃ (-40 ℉~158℉)- Umidade Operacional: 10%~90% não condensante - Umidade de Armazenamento: 5%~90% non-condensing Certificação: - CE, FCC, RoHS Conteúdo da Embalagem:= Roteador Wireless Gigabit Dual Band AC1200  Fonte de Energia - Guia de Instalação Rápida - Cabo RJ-45 Garantia 1 ano de garantia diretamente com o fabricante Peso 725 gramas (bruto com embalagem)",
          "item_categ" : "Redes e wireless"
        }
      },
      {
        "_index" : "lista_produtos",
        "_type" : "_doc",
        "_id" : "bbyE_3UBk_xgteqEQl7-",
        "_score" : 1.0,
        "_source" : {
          "item_name" : "Placa Mãe Am4 Asrock A320M-Hd, Ddr4, Matx, Amd, M2, Audio 71, Gigabit, Sata3, Hdmi, Dsub"
        }
      }
    ]
  }
}
